Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DESC
source: A hardy <style="plant">Plant</style> that can be domestically grown with Planter Boxes. Mealwoods produce a suspiciously wriggly yet edible grain that can be harvested for <style="food">Food</style>.
th_th: <style="plant">พืช</style>ที่สามารถปลูกได้ด้วยกระถามดิน. ต้นไม้อาหารผลิต <style="food">อาหาร</style> ที่ได้จากแมลงตัวเล็ก ที่มีโปรตีนสูง.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DOMESTICATEDDESC
source: This plant produces edible <style="food">Meal Lice</style>.
th_th: พืชนี้ผลิต <style="food">อาหารเหา</style>.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.NAME
source: Mealwood
th_th: ต้นไม้อาหาร

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DOMESTICATEDDESC
source: This plant absorbs <style="heat">Heat</style>.
th_th: พืชนี้ดูดซับ <style="heat">ความร้อน</style>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.NAME
source: Sleet Wheat
th_th: ข้าวสาลีหิมะ

# STRINGS.CREATURES.SPECIES.GEYSER.NAME
source: Steam Geyser
th_th: ปล่องไอน้ำร้อน

# STRINGS.CREATURES.SPECIES.HATCH.DESC
source: A nocturnal scavenger that will consume anything within reach that fits into its large mouth. The waste excretions of a Hatch can be used as <style="solid">Fuel</style>. Digging up Buried Objects may release a Hatch.
th_th: สัตว์กินของเน่าเสีย หากินเวลากลางคืน ที่จะกินอะไรก็ตามที่เข้ากันได้ดีกับปากที่ใหญ่ของมัน. The waste excretions of a Hatch can be used as <style="solid">Fuel</style>. Digging up Buried Objects may release a Hatch.

# STRINGS.CREATURES.SPECIES.HATCH.NAME
source: Hatch
th_th: กกไข่

# STRINGS.CREATURES.SPECIES.HAUNT.DESC
source: An uncanny being that sprinkles dark thoughts on Duplicants at night. Fears <style="light">Light</style>, craves shadow.
th_th: เป็น Duplicant ประหลาด กลัว <style="light">ที่มืด</style>ในเวลากลางคืน.

# STRINGS.CREATURES.SPECIES.HAUNT.NAME
source: Haunt
th_th: หลอกหลอน

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.NAME
source: Natural Gas Geyser
th_th: ปล่องก๊าซธรรมชาติ

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.DESC
source: What's growing inside? Something nice? Something mean?
th_th: มีอะไรเติบโตภายใน? บางสิ่งบางอย่างที่ดี? มีอะไรบางอย่างที่หมายถึง?

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.NAME
source: Mysterious Egg
th_th: ไข่ลึกลับ

# STRINGS.CREATURES.SPECIES.OILSPOUT.DESC
source: A rocky vent that spouts crude oil.
th_th: บ่อที่เป็นหิน พ่นน้ำมันดิบออกมา.

# STRINGS.CREATURES.SPECIES.OILSPOUT.NAME
source: Oil Spout
th_th: ท่อน้ำมัน

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.NAME
source: Bristle Blossom
th_th: ดอกมีขน

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.NAME
source: Bristle Briar
th_th: ต้นไม้หนาม

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.DESC
source: A rocky vent that spouts <style="gas">Propane</style>.
th_th: บ่อระบายอากาศที่ทำให้แก๊ส <style="gas">โพรเพน</style>ออกมา.

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.NAME
source: Propane Spout
th_th: บ่อโพรเพน

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.DESC
source: The <style="seed">Seed</style> of a <style="plant">Thimble Reed</style>. Digging up Buried Objects may uncover a Thimble Reed Seed.
th_th: <style="seed">เมล็ด</style> ของ <style="plant">กกไฟเบอร์</style>. ขุดขึ้นมาเพื่อเก็บแมล็ด.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.NAME
source: Thimble Reed Seed
th_th: เมล็ดต้นกกไฟเบอร์

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.DESC
source: The <style="seed">Seed</style> of a <style="plant">Mealwood</style>. Digging up Buried Objects may uncover a Mealwood Seed.
th_th: <style="seed">เมล็ด</style> ของ <style="plant">ต้นไม้อาหาร</style>. ขุดขึ้นมาเพื่อเก็บเมล็ด.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.NAME
source: Mealwood Seed
th_th: เมล็ดต้นไม้อาหาร

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.DESC
source: The <style="seed">Seeds</style> of a <style="plant">Sleet Wheat</style> plant. Grain can be sown to cultivate more Sleet Wheat, or processed into <style="food">Food</style>.
th_th: The <style="seed">Seeds</style> of a <style="plant">ข้าวสาลีหิมะ</style> plant. Grain can be sown to cultivate more Sleet Wheat, or processed into <style="food">Food</style>.

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.NAME
source: Sleet Wheat Grain
th_th: เมล็ดข้าวสาลีหิมะ

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.DESC
source: The <style="seed">Seed</style> of a <style="plant">Bristle Blossom</style>. Digging up Buried Objects may uncover a Blossom Seed.
th_th: <style="seed">เมล็ด</style> ของ <style="plant">ดอกไม้มีขน</style>. ขุดขึ้นมาเพื่อเก็บเมล็ด.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.NAME
source: Blossom Seed
th_th: เมล็ดดอกไม้มีขน

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.DESC
source: The <style="seed">Seed</style> of a <style="plant">Bristle Briar</style>. Digging up Buried Objects may uncover a Briar Seed.
th_th: <style="seed">เมล็ด</style> ของ <style="plant">ไม้หนาม</style>. ขุดขึ้นมาเพื่อเก็บเมล็ด.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.NAME
source: Briar Seed
th_th: เมล็ดไม้หนาม

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.DESC
source: The <style="seed">Seed</style> of a <style="plant">Pincha Pepperplant</style>. Digging up Buried Objects may uncover a Pincha Pepper Seed.
th_th: <style="seed">เมล็ด</style> ของ <style="plant">พริกปินชา</style>. ขุดขึ้นมาเพื่อเก็บเมล็ด.

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.NAME
source: Pincha Pepper Seed
th_th: เมล็ดพริกปินชา

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.DESC
source: The <style="seed">Seed</style> of a <style="plant">Swamp Lily</style>. Digging up Buried Objects may uncover a Swamp Lily Seed.
th_th: <style="seed">เมล็ด</style> ของ <style="plant">ดอกลิลลี่</style>. ขุดขึ้นมาเพื่อเก็บเมล็ด.

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.NAME
source: Swamp Lily Seed
th_th: เมล็ดดอกลิลลี่

# STRINGS.CREATURES.SPECIES.SPICE_VINE.NAME
source: Pincha Pepperplant
th_th: ต้นพริกปินชา

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.NAME
source: Steam Spout
th_th: ไอน้ำที่กำลังพ่น

# STRINGS.CREATURES.SPECIES.SWAMPLILY.NAME
source: Swamp Lily
th_th: ต้นลิลลี่

# STRINGS.CREATURES.STATS.FERTILIZATION.NAME
source: Fertilization
th_th: การผสมพันธุ์

# STRINGS.CREATURES.STATS.FERTILIZATION.TOOLTIP
source: Plants absorb solid nutrients over time when fertilized
th_th: พืชดูดซับสารอาหารที่เป็นของแข็ง เมื่อเวลาผ่านไปจะมีการปฏิสนธิ

# STRINGS.CREATURES.STATS.HEALTH.NAME
source: Health
th_th: พลังชีวิต

# STRINGS.CREATURES.STATS.IRRIGATION.ABSORBING_MODIFIER
source: Absorbing
th_th: การดูดซับ

# STRINGS.CREATURES.STATS.IRRIGATION.CONSUME_MODIFIER
source: Consuming
th_th: การบริโภค

# STRINGS.CREATURES.STATS.IRRIGATION.NAME
source: Irrigation
th_th: รดน้ำ

# STRINGS.CREATURES.STATS.IRRIGATION.TOOLTIP
source: Plants absorb liquid nutrients over time when irrigated
th_th: พืชดูดซับของเหลวเมื่อเวลาผ่านไปเมื่อมีการรดน้ำ

# STRINGS.CREATURES.STATS.MATURITY.AMOUNT_DESC_FMT
source: {0}: {1} Next harvest in {2}
th_th: {0}: {1} การเก็บเกี่ยวครั้งต่อไปใน {2}

# STRINGS.CREATURES.STATS.MATURITY.GROWING
source: Domestic growth rate
th_th: อัตราการเติบโตโดยภายใน

# STRINGS.CREATURES.STATS.MATURITY.GROWINGWILD
source: Wild growth rate
th_th: อัตราการเจริญเติบโตโดยธรรมชาติ

# STRINGS.CREATURES.STATS.MATURITY.NAME
source: Growth Progress
th_th: ความเจริญเติบโต

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP
source: Growth Progress ----------
th_th: ความเจริญเติบโต ----------

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING
source: Predicted Maturation: {0}
th_th: ระยะเวลาที่คาดการณ์: {0}

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING_CROP
source: Predicted Maturation Time: {0} Next harvest occurs in approximately {1}.
th_th: เวลาการสุกแก่ที่คาดการณ์ไว้: {0} การเก็บเกี่ยวต่อไปเกิดขึ้นได้ประมาณ {1}.

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_STALLED
source: This plant's growth has halted
th_th: การเติบโตของพืชนี้ได้หยุดลง

# STRINGS.CREATURES.STATS.ROT.NAME
source: Freshness Percent
th_th: เปอร์เซ็นต์ความสด

# STRINGS.CREATURES.STATS.ROT.TOOLTIP
source: Freshness ---------- Food items will become stale at fifty percent freshness, and will rot at zero percent
th_th: ความสด ---------- อาหารจะกลายเป็นของค้างคืนที่ห้าสิบเปอร์เซ็น และจะเป็นของเน่าถ้าเหลือศูนย์เปอร์เซ็น

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITY.NAME
source: Thermal Conductivity
th_th: การนำความร้อน

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITY.TOOLTIP
source: Heat can pass through the selected item at a rate of (W/m)/K
th_th: ความร้อนสามารถทะลุผ่านสิ่งที่เลือก ในอัตรา (W/m)/K

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.NAME
source: Thermal Conductivity Barrier
th_th: อุปสรรคการนำความร้อน

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Thicker conductivity barriers will reduce an object's rate of heat transfer
th_th: อุปสรรคที่เกิดจากการเหนี่ยวนำหนาจะช่วยลดอัตราการถ่ายเทความร้อนของวัตถุ

# STRINGS.CREATURES.STATS.YIELDBONUS.AMOUNT_DESC_FMT
source: {0}: {1} / {2} Predicted: <style="harvestQuality">{3}</style> ({4})
th_th: {0}: {1} / {2} คาดการณ์: <style="harvestQuality">{3}</style> ({4})

# STRINGS.CREATURES.STATS.YIELDBONUS.CURRENT
source: Current Harvest Rating: {0} / {1}
th_th: การเก็บเกี่ยวปัจจุบัน: {0} / {1}

# STRINGS.CREATURES.STATS.YIELDBONUS.CYCLES_REMAINING
source: Predicted Time Remaining: {0}
th_th: เวลาที่คาดการณ์ไว้ที่เหลือ: {0}

# STRINGS.CREATURES.STATS.YIELDBONUS.MODIFIERS.FERTILIZED
source: Fertilized
th_th: ปุ๋ยหมัก

# STRINGS.CREATURES.STATS.YIELDBONUS.MODIFIERS.IRRIGATED
source: Irrigated
th_th: รดน้ำ

# STRINGS.CREATURES.STATS.YIELDBONUS.MODIFIERS.NOT_FERTILIZED
source: Unfertilized
th_th: ไม่มีการใส่ปุ๋ย

# STRINGS.CREATURES.STATS.YIELDBONUS.MODIFIERS.NOT_IRRIGATED
source: Not Irrigated
th_th: ไม่ชลประทาน

# STRINGS.CREATURES.STATS.YIELDBONUS.MODIFIERS.NOT_PERFECT_PRESSURE
source: Standard Pressure
th_th: ความดันมาตรฐาน

# STRINGS.CREATURES.STATS.YIELDBONUS.MODIFIERS.NOT_PERFECT_TEMPERATURE
source: Standard Temperature
th_th: อุณหภูมิมาตรฐาน

# STRINGS.CREATURES.STATS.YIELDBONUS.MODIFIERS.PERFECT_PRESSURE
source: Ideal Pressure
th_th: ความดันเหมาะ

# STRINGS.CREATURES.STATS.YIELDBONUS.MODIFIERS.PERFECT_TEMPERATURE
source: Ideal Temperature
th_th: อุณหภูมิเหมาะ

# STRINGS.CREATURES.STATS.YIELDBONUS.NAME
source: Harvest Rating
th_th: คะแนนการเก็บเกี่ยว

# STRINGS.CREATURES.STATS.YIELDBONUS.PAUSED
source: Harvest Rating change has halted because the plant is not growing.
th_th: การเปลี่ยนแปลงการเก็บเกี่ยวหยุดลงเนื่องจากพืชไม่เติบโต.

# STRINGS.CREATURES.STATS.YIELDBONUS.PREDICTION
source: Predicted Harvest Rating: {0} ({1} / {2})
th_th: การเก็บเกี่ยวที่คาดการณ์ไว้: {0} ({1} / {2})

# STRINGS.CREATURES.STATS.YIELDBONUS.TOOLTIP
source: Plants will gain Harvest Rating Points while kept in ideal conditions A high Harvest Rating will improve the crop yield of a mature plant
th_th: พืชจะได้รับคะแนนการเก็บเกี่ยวในขณะที่เก็บไว้ในสภาวะที่เหมาะสม การให้คะแนนการเก็บเกี่ยวสูงจะช่วยเพิ่มผลผลิตพืชที่ดี

# STRINGS.CREATURES.STATUSITEMS.BARREN.NAME
source: Barren
th_th: แห้งแล้ง

# STRINGS.CREATURES.STATUSITEMS.BARREN.TOOLTIP
source: This plant will produce no more seeds
th_th: พืชนี้จะไม่ผลิตเมล็ดอีกต่อไป

# STRINGS.CREATURES.STATUSITEMS.BREATH.NAME
source: Suffocating
th_th: หอบ

# STRINGS.CREATURES.STATUSITEMS.BREATH.TOOLTIP
source: This creature is about to suffocate
th_th: สิ่งมีชีวิตนี้กำลังจะหายใจไม่ออก

# STRINGS.CREATURES.STATUSITEMS.BURROWED.NAME
source: Burrowed
th_th: มุด

# STRINGS.CREATURES.STATUSITEMS.BURROWED.TOOLTIP
source: Shh! It thinks it's hiding
th_th: ชู่วว! มันคิดว่ามันซ่อนอยู่

# STRINGS.CREATURES.STATUSITEMS.BURROWING.NAME
source: Burrowing
th_th: กำลังมุด

# STRINGS.CREATURES.STATUSITEMS.BURROWING.TOOLTIP
source: This creature is trying to hide
th_th: สิ่งมีชีวิตนี้กำลังพยายามซ่อน

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.NAME
source: Cannot Fertilize
th_th: ไม่สามารถใส่ปุ๋ยได้

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.TOOLTIP
source: This farm plot does not accept fertilizer Move the selected plant to a fertilizable plot for optimal growth
th_th: ฟาร์มนี้ไม่รับปุ๋ย ย้ายพืชที่เลือกไปยังแปลงเพาะที่ดีกว่า เพื่อการเจริญเติบโตที่ดีที่สุด

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.NAME
source: Cannot Irrigate
th_th: ไม่สามารถชลประทานได้

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.TOOLTIP
source: This farm plot does not accept irrigation Move the selected plant to an irrigatable plot for optimal growth
th_th: ฟาร์มนี้ไม่รับน้ำ ย้ายพืชที่เลือกไปยังแปลงเพาะที่ดีกว่า เพื่อการเจริญเติบโตที่ดีที่สุด

# STRINGS.CREATURES.STATUSITEMS.COLD.NAME
source: Chilly surroundings
th_th: สภาพแวดล้อมที่หนาวเย็น

# STRINGS.CREATURES.STATUSITEMS.COLD.TOOLTIP
source: This creature cannot retain enough heat to stay warm in this area It prefers temperatures between {0} and {1}
th_th: สิ่งมีชีวิตเหล่านี้ไม่สามารถเก็บความร้อนได้เพียงพอที่จะให้ในบริเวณนี้ความอบอุ่น It prefers temperatures between {0} and {1}

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.NAME
source: Piqued
th_th: ป่องๆ

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.TOOLTIP
source: This creature is tempted to bite a nearby lure
th_th: สิ่งมีชีวิตนี้ถูกล่อให้กัดสิ่งที่ใกล้เคียง

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.NAME
source: Pollution Exposure
th_th: การสัมผัสกับมลภาวะ

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.TOOLTIP
source: Exposure to contaminants is accelerating this food's decay rate
th_th: การสัมผัสกับสารปนเปื้อนทำให้อัตราการสลายตัวของอาหารเพิ่มขึ้น

# STRINGS.CREATURES.STATUSITEMS.COOLING.NAME
source: Chilly Breath
th_th: อากาศหายใจที่เย็น

# STRINGS.CREATURES.STATUSITEMS.COOLING.TOOLTIP
source: This creature's respiration has a cooling effect on the surrounding area
th_th: การหายใจของสัตว์ชนิดนี้มีผลต่อความเย็นในบริเวณโดยรอบ

# STRINGS.CREATURES.STATUSITEMS.DEAD.NAME
source: Dead
th_th: ตาย

# STRINGS.CREATURES.STATUSITEMS.DEAD.TOOLTIP
source: This creature isn't getting back up
th_th: สิ่งมีชีวิตนี้ไม่ได้กลับขึ้นมา

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.NAME
source: Digesting
th_th: ย่อย

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.TOOLTIP
source: This creature is working off a big meal
th_th: สิ่งมีชีวิตนี้กำลังทำงานออกอาหารมื้อใหญ่

# STRINGS.CREATURES.STATUSITEMS.DROWNING.NAME
source: Drowning
th_th: การจมน้ำตาย

# STRINGS.CREATURES.STATUSITEMS.DROWNING.TOOLTIP
source: This creature cannot survive in liquid
th_th: สิ่งมีชีวิตนี้ไม่สามารถอยู่รอดได้ในของเหลว

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.NAME
source: Beached
th_th: เกยตื้น

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.TOOLTIP
source: This plant must be submerged in liquid to grow
th_th: พืชนี้ต้องจมอยู่ในของเหลวที่จะเติบโต

# STRINGS.CREATURES.STATUSITEMS.EATING.NAME
source: Eating
th_th: กำลังกิน

# STRINGS.CREATURES.STATUSITEMS.EATING.TOOLTIP
source: This creature found something tasty
th_th: สิ่งมีชีวิตนี้พบสิ่งที่อร่อย

# STRINGS.CREATURES.STATUSITEMS.EMERGING.NAME
source: Emerging
th_th: ฉุกเฉิน

# STRINGS.CREATURES.STATUSITEMS.EMERGING.TOOLTIP
source: This creature is leaving its burrow
th_th: สิ่งมีชีวิตนี้กำลังออกจากโพรง

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.NAME
source: Entombed
th_th: ฝังอยู่

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.TOOLTIP
source: This creature is trapped and needs help digging out
th_th: สิ่งมีชีวิตนี้ถูกขังอยู่และต้องการความช่วยเหลือในการขุดออก

# STRINGS.CREATURES.STATUSITEMS.EXHALING.NAME
source: Exhaling
th_th: หายใจออก

# STRINGS.CREATURES.STATUSITEMS.EXHALING.TOOLTIP
source: This creature is expelling gas from its lungsacs
th_th: สิ่งมีชีวิตนี้กำลังขับไล่ก๊าซออกจากปอดของมัน

# STRINGS.CREATURES.STATUSITEMS.FALLING.NAME
source: Falling
th_th: ตก

# STRINGS.CREATURES.STATUSITEMS.FALLING.TOOLTIP
source: This creature is in freefall!
th_th: สิ่งมีชีวิตนี้กำลังตก!

# STRINGS.CREATURES.STATUSITEMS.FLEEING.NAME
source: Fleeing
th_th: หลบหนี

# STRINGS.CREATURES.STATUSITEMS.FLEEING.TOOLTIP
source: This creature is trying to escape Get'em!
th_th: สิ่งมีชีวิตนี้กำลังพยายามหลบหนี จับมัน!

# STRINGS.CREATURES.STATUSITEMS.FRESH.NAME
source: Fresh {RotPercentage}
th_th: สด {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.FRESH.TOOLTIP
source: Get'em while they're hot!
th_th: จับมัน! ขณะกำลังร้อน!

# STRINGS.CREATURES.STATUSITEMS.GROWING.NAME
source: Growing ({PercentGrow}%)
th_th: การเจริญเติบโต ({PercentGrow}%)

# STRINGS.CREATURES.STATUSITEMS.GROWING.TOOLTIP
source: This plant is growing because all of it basic requirements are being met
th_th: พืชนี้เติบโตขึ้นเนื่องจากความต้องการขั้นพื้นฐานทั้งหมดได้รับการตอบสนอง

# STRINGS.CREATURES.STATUSITEMS.HARVESTSREMAINING.NAME
source: Harvests Remaining: {HarvestsRemaining}
th_th: การเก็บเกี่ยวที่เหลืออยู่: {HarvestsRemaining}

# STRINGS.CREATURES.STATUSITEMS.HARVESTSREMAINING.TOOLTIP
source: This plant will yield {HarvestsRemaining} more harvests before it dies
th_th: โรงงานนี้จะทำให้เก็บเกี่ยวได้อีก {HarvestsRemaining} ก่อนที่มันจะตาย

# STRINGS.CREATURES.STATUSITEMS.HATCHING.NAME
source: Hatching
th_th: ฟักไข่

# STRINGS.CREATURES.STATUSITEMS.HATCHING.TOOLTIP
source: Here it comes!
th_th: มันกำลังมา!

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.NAME
source: Injuries: {healthState}
th_th: บาดเจ็บ: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.TOOLTIP
source: Current physical status: {healthStateTooltip}
th_th: สถานะทางกายภาพในปัจจุบัน: {healthStateTooltip}

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.NAME
source: Excellent Yield
th_th: ผลผลิตที่ดีเยี่ยม

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.TOOLTIP
source: Consistently ideal conditions allowed this plant to bear a large yield {Effects}
th_th: สภาพที่เหมาะอย่างต่อเนื่องช่วยให้พืชนี้สามารถรับผลผลิตได้มาก {Effects}

# STRINGS.CREATURES.STATUSITEMS.HOT.NAME
source: Toasty surroundings
th_th: สภาพแวดล้อมที่อร่อย

# STRINGS.CREATURES.STATUSITEMS.HOT.TOOLTIP
source: This creature cannot let off enough heat to keep cool in this area It prefers temperatures between {0} and {1}
th_th: สิ่งมีชีวิตเหล่านี้ไม่สามารถระบายความร้อนได้เพียงพอเพื่อให้บริเวณนี้เย็น ชอบอุณหภูมิระหว่าง {0} ถึง {1}

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.NAME
source: Overheating
th_th: ร้อนเกิน

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.TOOLTIP
source: Internal temperature is dangerously high ({InternalTemperature} / {TargetTemperature})
th_th: อุณหภูมิภายในสูงมาก ({InternalTemperature} / {TargetTemperature})

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.NAME
source: Freezing
th_th: แช่แข็ง

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.TOOLTIP
source: Internal temperature is dangerously low
th_th: อุณหภูมิภายในต่ำมาก

# STRINGS.CREATURES.STATUSITEMS.IDLE.NAME
source: Idle
th_th: อยู่เฉยๆ

# STRINGS.CREATURES.STATUSITEMS.IDLE.TOOLTIP
source: Just enjoying life, y'know?
th_th: เพียงแค่สนุกกับชีวิต?

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.NAME
source: Incubating
th_th: การบ่ม

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.TOOLTIP
source: The creature inside is gestating comfortably
th_th: สิ่งมีชีวิตภายในนั้นกำลังสบาย

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.NAME
source: Laying an egg
th_th: วางไข่

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.TOOLTIP
source: This creature is participating in the miracle of life
th_th: สิ่งมีชีวิตนี้กำลังสร้างความมหัศจรรย์แห่งชีวิต

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.NAME
source: Foraging
th_th: หาอาหาร

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.TOOLTIP
source: This creature is hungry and looking for food
th_th: สิ่งมีชีวิตนี้หิวและกำลังมองหาอาหาร

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.NAME
source: Standard Yield
th_th: อัตราผลผลิตมาตรฐาน

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.TOOLTIP
source: This plant produced an average yield
th_th: พืชนี้ให้ผลผลิตเฉลี่ย

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.NAME
source: Awaiting Fertilizer
th_th: กำลังรอปุ๋ย

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.TOOLTIP
source: This plant requires additional nutrients to improve growth: {Required}
th_th: พืชนี้ต้องการสารอาหารเพิ่มเติมเพื่อปรับปรุงการเจริญเติบโต: {Required}

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.NAME
source: Awaiting Irrigation
th_th: กำลังรอการรดน้ำ

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.TOOLTIP
source: This plant requires additional liquid to improve growth: {Required}
th_th: พืชนี้ต้องการของเหลวเพิ่มเติมเพื่อปรับปรุงการเติบโต: {Required}

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.NAME
source: Good Yield
th_th: ผลผลิตที่ดี

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.TOOLTIP
source: Comfortable conditions allowed this plant to produce a better yield {Effects}
th_th: สภาพที่สะดวกสบายทำให้พืชนี้สามารถผลิตได้ดีขึ้น {Effects}

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.NAME
source: Ideal Air Pressure
th_th: ความดันอากาศเหมาะ

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.TOOLTIP
source: This creature is comfortable in the current atmospheric pressure Ideal Range: {0} - {1}
th_th: สัตว์ชนิดนี้รู้สึกสบายในความกดดันในบรรยากาศปัจจุบัน ช่วงที่เหมาะ: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.NAME
source: Ideal Temperature
th_th: อุณหภูมิเหมาะ

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.TOOLTIP
source: This creature is comfortable with the current ambient temperature Ideal Range: {0} - {1}
th_th: สิ่งมีชีวิตนี้สะดวกสบายกับอุณหภูมิแวดล้อมในปัจจุบัน ช่วงที่เหมาะ: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.NAME
source: Harvest Ready
th_th: พร้อมเก็บเกี่ยว

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.TOOLTIP
source: This plant can be harvested for materials
th_th: พืชนี้สามารถเก็บเกี่ยววัสดุได้

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.NAME
source: Refrigerated
th_th: ตู้เย็น

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.TOOLTIP
source: Ideal temperature storage is slowing this food's decay rate
th_th: การเก็บรักษาอุณหภูมิที่เหมาะสมทำให้อัตราการสลายตัวของอาหารลดลง

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NAME
source: Scalding
th_th: ซึ่งลวก

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_NAME
source: Scalding
th_th: ซึ่งทำให้ร้อนจัด

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_TOOLTIP
source: Scalding temperatures are hurting these Duplicants:
th_th: อุณหภูมิทำร้าย Duplicants เหล่านี้:

# STRINGS.CREATURES.STATUSITEMS.SCALDING.TOOLTIP
source: Current external temperature is perilously high ({ExternalTemperature} / {TargetTemperature})
th_th: อุณหภูมิภายนอกปัจจุบันสูงมากจนเกินไป ({ExternalTemperature} / {TargetTemperature})

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.NAME
source: Sleeping
th_th: นอนหลับ

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.TOOLTIP
source: This creature is replenishing its stamina
th_th: สิ่งมีชีวิตนี้กำลังเติมเต็มแรงของมัน

# STRINGS.CREATURES.STATUSITEMS.SPOILED.NAME
source: Rotten
th_th: เน่าเสีย

# STRINGS.CREATURES.STATUSITEMS.SPOILED.TOOLTIP
source: This food has putrified and should not be consumed
th_th: อาหารนี้ได้เน่าแล้ว และไม่ควรบริโภค

# STRINGS.CREATURES.STATUSITEMS.STALE.NAME
source: Stale {RotPercentage}
th_th: การเน่า {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.STALE.TOOLTIP
source: This food is still edible but will soon expire
th_th: อาหารนี้ยังกินได้ แต่จะหมดอายุเร็ว ๆ นี้

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.NAME
source: Sterile Atmosphere
th_th: บรรยากาศที่ปราศจากเชื้อ

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.TOOLTIP
source: Microbe destroying conditions are preventing this food from decaying
th_th: สภาวะการทำลายจุลินทรีย์ทำให้อาหารไม่เน่าเสีย

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.NAME
source: Struggling
th_th: การดิ้นรน

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.TOOLTIP
source: This creature is trying to get away
th_th: สิ่งมีชีวิตนี้พยายามที่จะหนีไป

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
th_th: หอบ

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.TOOLTIP
source: This creature cannot breathe
th_th: สิ่งมีชีวิตนี้ไม่สามารถหายใจได้

# STRINGS.CREATURES.STATUSITEMS.TIRED.NAME
source: Fatigued
th_th: เหนื่อย
