Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.UI.FRONTEND.SAVESCREEN.OVERWRITEMESSAGE
source: Are you sure you want to overwrite {0}?
th_th: คุณแน่ใจหรือไม่ว่าต้องการเขียนทับ {0}?

# STRINGS.UI.FRONTEND.SAVESCREEN.SAVENAMETITLE
source: SAVE NAME
th_th: บันทึกชื่อ

# STRINGS.UI.FRONTEND.SAVESCREEN.TITLE
source: SAVE SLOTS
th_th: ช่องการบันทึก

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.DOWNLOAD
source: Start Download
th_th: เริ่มดาวน์โหลด

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.INSTALL
source: Install
th_th: ติดตั้ง

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.INSTALLED
source: Installed
th_th: ติดตั้งแล้ว

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.NO_STEAM
source: Unable to get language list from Steam
th_th: ไม่สามารถรับรายการภาษาจาก Steam ได้

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PLEASE_RESTART
source: This requires a restart, press ok to continue
th_th: ต้องรีสตาร์ทกด ตกลง เพื่อดำเนินการต่อ

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.TITLE
source: TRANSLATIONS
th_th: การแปล

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UNINSTALL
source: Uninstall
th_th: ถอนการติดตั้ง

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.CELSIUS
source: Celsius
th_th: เซลเซียส

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.CELSIUS_TOOLTIP
source: Change temperature unit to Celsius (°C)
th_th: เปลี่ยนหน่วยอุณหภูมิเป็นองศาเซลเซียส (° C)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.FAHRENHEIT
source: Fahrenheit
th_th: ฟาเรนไฮต์

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.FAHRENHEIT_TOOLTIP
source: Change temperature unit to Fahrenheit (°F)
th_th: เปลี่ยนหน่วยอุณหภูมิเป็นฟาเรนไฮต์(° F)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.KELVIN
source: Kelvin
th_th: เคลวิน

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.KELVIN_TOOLTIP
source: Change temperature unit to Kelvin (K)
th_th: เปลี่ยนหน่วยอุณหภูมิเป็นเคลวิน (K)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.TITLE
source: TEMPERATURE UNITS
th_th: หน่วยอุณหภูมิ

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.CHOOSE_RANDOM_BUTTON
source: Use any seed
th_th: ใช้ใช้เมล็ดพันธุ์

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.DONE_BUTTON
source: Done
th_th: เสร็จสิ้น

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.ENABLE_BUTTON
source: Set World Generation Seed
th_th: ตั้งเมล็ดพันธุ์การผลิตของโลก

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TITLE
source: WORLD GENERATION OPTIONS
th_th: ตัวเลือกการสร้างโลก

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TOOLTIP
source: If set, this will override the world generation seed
th_th: หากตั้งค่านี้จะเป็นการแทนที่เมล็ดพันธุ์โลกรุ่นใหม่

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.GENERATINGWORLD
source: GENERATING WORLD
th_th: สร้างโลก

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.LOADINGGAME
source: LOADING WORLD...
th_th: โหลดโลก...

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SELECTSIZEPROMPT
source: A new world is about to be created. Please select its size.
th_th: โลกใหม่กำลังจะถูกสร้างขึ้น โปรดเลือกขนาด.

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.HUGE
source: Colossal
th_th: ใหญ่โต

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.LARGE
source: Big
th_th: ใหญ่

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.SMALL
source: Small
th_th: เล็ก

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.STANDARD
source: Standard
th_th: มาตรฐาน

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.TINY
source: Tiny
th_th: ขนาดเล็ก

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.TITLE
source: NEW GAME
th_th: เกมส์ใหม่

# STRINGS.UI.GAMEOBJECTEFFECTS.IDEAL_TEMPERATURE
source: <style="heat">Temperature</style>: {0} to {1}
th_th: <style="heat">อุณหภูมิ</style>: {0} to {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.PLANT_DO_NOT_HARVEST
source: Manual Harvest
th_th: เก็บเกี่ยวด้วยตนเอง

# STRINGS.UI.GAMEOBJECTEFFECTS.PLANT_MARK_FOR_HARVEST
source: Autoharvest
th_th: เก็บเกี่ยวอัตโนมัติ

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_TEMPERATURE
source: <style="heat">Temperature</style>: {0} to {1}
th_th: <style="heat">อุณหภูมิ</style>: {0} to {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FINAL_HARVEST
source: Final harvest yields <style="seed">Seeds</style>
th_th: ผลตอบแทนสุดท้ายของการเก็บเกี่ยวคือได้<style="seed"> เมล็ดพันธุ์ </style>>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_HARVEST
source: Harvest yields <style="seed">Seeds</style>
th_th: ผลตอบแทนของการเก็บเกี่ยวคือได้<style="seed"> เมล็ดพันธุ์ </style>>

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.COLDBREATHER
source: Lowers ambient air temperature
th_th: ลดอุณหภูมิอากาศแวดล้อม

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_REGROWTH
source: This plant takes {0} to grow, and {1} to mature again after first harvest
th_th: พืชนี้ใช้เวลา {0} เติบโตและ {1} ให้สุกอีกครั้งเพื่อการเก็บเกี่ยวครั้งแรก

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_FERTILIZER
source: This plant will gain Harvest Rating Points if provided with {1} of {0}
th_th: พืชนี้จะได้รับคะแนนการให้คะแนนการเก็บเกี่ยวหากได้รับ {1} จาก {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_PRESSURE
source: This plant will gain Harvest Rating Points if atmospheric pressure is kept above {0}
th_th: พืชนี้จะได้รับคะแนนการเก็บเกี่ยวถ้าความดันบรรยากาศอยู่เหนือ {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_TEMPERATURE
source: This plant will gain Harvest Rating Points if atmospheric temperature is kept between {0} and {1}
th_th: พืชนี้จะได้รับคะแนนการเก็บเกี่ยวถ้าอุณหภูมิของบรรยากาศถูกเก็บไว้ระหว่าง {0} ถึง {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FINAL_HARVEST
source: This plant will yield new seeds on the final harvest of its lifecycle
th_th: พืชนี้จะให้เมล็ดพันธุ์ใหม่ในการเก็บเกี่ยวครั้งสุดท้ายของวงจรชีวิตของมัน

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_HARVEST
source: Harvesting this plant will yield new seeds
th_th: การเก็บเกี่ยวพืชนี้จะให้เมล็ดพันธุ์ใหม่

# STRINGS.UI.IMMIGRANTSCREEN.BACK
source: BACK
th_th: กลับ

# STRINGS.UI.IMMIGRANTSCREEN.CANCELBUTTON
source: Cancel
th_th: ยกเลิก

# STRINGS.UI.IMMIGRANTSCREEN.EMBARK
source: EMBARK
th_th: เรื่ม

# STRINGS.UI.IMMIGRANTSCREEN.IMMIGRANTSCREENTITLE
source: Select a DNA Blueprint
th_th: เลือกดีเอ็นเอพิมพ์เขียว

# STRINGS.UI.IMMIGRANTSCREEN.NAME_YOUR_COLONY
source: NAME YOUR COLONY
th_th: ตั้งชื่ออาณานิคม

# STRINGS.UI.IMMIGRANTSCREEN.PROCEEDBUTTON
source: Print
th_th: พิมพ์

# STRINGS.UI.IMMIGRANTSCREEN.REJECTALL
source: Reject All
th_th: ปฏิเสธทั้งหมด

# STRINGS.UI.IMMIGRANTSCREEN.SELECTDUPLICANTS
source: Select {0} Duplicants
th_th: เลือก {0} Duplicants

# STRINGS.UI.IMMIGRANTSCREEN.SELECTYOURCREW
source: ASSEMBLE YOUR CREW TO BEGIN
th_th: รวบรวมลูกเรือของคุณเพื่อเริ่มต้น

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE
source: SHUFFLE
th_th: สับเปลี่ยน

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE_COLONY_NAME
source: Randomize colony name
th_th: สุ่มชื่ออาณานิคม

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLETOOLTIP
source: Shuffle for a different Duplicant
th_th: สับเปลี่ยนสำหรับ Duplicant ที่ต่างกัน

# STRINGS.UI.JOBS
source: JOBS
th_th: งาน

# STRINGS.UI.JOBSCREEN_DEFAULT
source: New Duplicants
th_th: Duplicants ใหม่

# STRINGS.UI.JOBSCREEN_EVERYONE
source: Everyone
th_th: ทุกคน

# STRINGS.UI.JOBSCREEN_HIGH
source: High
th_th: สูง

# STRINGS.UI.JOBSCREEN_LOW
source: Low
th_th: ต่ำ

# STRINGS.UI.JOBSSCREEN.TITLE
source: JOBS
th_th: งาน

# STRINGS.UI.MESSAGES
source: MESSAGES
th_th: ข้อความ

# STRINGS.UI.METERS.BREATH.TOOLTIP
source: Oxygen
th_th: ออกซิเจน

# STRINGS.UI.METERS.HEALTH.TOOLTIP
source: Health
th_th: พลังชีวิต

# STRINGS.UI.NEUTRONIUMMASS
source: Immeasurable
th_th: มากมาย

# STRINGS.UI.OVERLAYS.DECOR.BUTTON
source: Decor Overlay
th_th: การวางตกแต่ง

# STRINGS.UI.OVERLAYS.DECOR.HIGHDECOR
source: High Decor
th_th: ตกแต่งสูง

# STRINGS.UI.OVERLAYS.DECOR.HOVERTITLE
source: DECOR
th_th: ตกแต่ง

# STRINGS.UI.OVERLAYS.DECOR.LOWDECOR
source: Low Decor
th_th: ตกแต่งน้อย

# STRINGS.UI.OVERLAYS.DECOR.NAME
source: DECOR OVERLAY
th_th: การวางตกแต่ง

# STRINGS.UI.OVERLAYS.ELECTRICAL.BUTTON
source: Power Grid Overlay
th_th: การวางระบบพลังงาน

# STRINGS.UI.OVERLAYS.ELECTRICAL.DIAGRAM_HEADER
source: Energy from LEFT circuit is provided to RIGHT circuit
th_th: พลังงานจากวงจรว ซ้าย ถูกจัดให้อยู่ในวงจร ขวา

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND_SWITCH
source: Switch
th_th: สวิตซ์

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND1
source: <b>BUILDING POWER</b>
th_th: <b>พลังงานสิ่งก่อสร้าง</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND2
source: Consumer
th_th: ผู้บริโภค

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND3
source: Producer
th_th: ผู้ผลิต

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND4
source: <b>CIRCUIT POWER LOAD</b>
th_th: <b>โหลดระบบพลัง</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND5
source: Energy Surplus
th_th: พลังงานส่วนเกิน

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND6
source: Strained
th_th: เครียด

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND7
source: Overloaded
th_th: ล้น

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND8
source: Underpowered
th_th: ไม่มีพลังงาน

# STRINGS.UI.OVERLAYS.ELECTRICAL.NAME
source: POWER GRID OVERLAY
th_th: การวางระบบพลังงาน

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND_SWITCH
source: Activates or deactivates a circuit
th_th: เปิดหรือปิดวงจร

# STRINGS.UI.OVERLAYS.EXOSUIT.BUTTON
source: Exosuit Overlay
th_th: การวาง Exosuit

# STRINGS.UI.OVERLAYS.EXOSUIT.NAME
source: EXOSUIT OVERLAY
th_th: การวาง Exosuit

# STRINGS.UI.OVERLAYS.GASPLUMBING.BUTTON
source: Gas Plumbing Overlay
th_th: การวางงท่อก๊าซ

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONNECTED
source: Connected
th_th: เชื่อมต่อ

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONSUMER
source: Output
th_th: เอาท์พุต

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_AFTER_ARROW
source: INTAKE via pipes
th_th: เข้าผ่านท่อ

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_BEFORE_ARROW
source: Gas flows from OUTPUT
th_th: แก๊สไหลจาก เอาต์พุต

# STRINGS.UI.OVERLAYS.GASPLUMBING.DISCONNECTED
source: Disconnected
th_th: ตัดการเชื่อมต่อ

# STRINGS.UI.OVERLAYS.GASPLUMBING.FILTERED
source: Filtered Output
th_th: เอาต์พุตที่กรอง

# STRINGS.UI.OVERLAYS.GASPLUMBING.NAME
source: GAS PLUMBING OVERLAY
th_th: การวางงท่อก๊าซ

# STRINGS.UI.OVERLAYS.GASPLUMBING.NETWORK
source: Gas Network {0}
th_th: เครือข่ายแก๊ส {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.PRODUCER
source: Intake
th_th: การนำเข้า

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <style="GasPiping">Gas Pipe</style>
th_th: เชื่อมต่อกับ <style="GasPiping">ท่อแก๊ส</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONSUMER
source: Sends gas into pipes from a building * Must connect to at least one <style="GasDestination">Intake</style>
th_th: ส่งก๊าซเข้าไปในท่อจากสิ่งก่อสร้าง * ต้องเชื่อมต่อ <style="GasDestination">ทางเข้าท่อ</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <style="GasPiping">Gas Pipe</style>
th_th: ไม่ได้เชื่อมต่อกับ <style="GasPiping">ท่อแก๊ส</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.FILTERED
source: Sends one filtered gas into pipes from a building * Must connect to at least one <style="GasDestination">Intake</style>
th_th: ส่งก๊าซที่กรองแล้วเข้าไปในท่อจากสิ่งก่อสร้าง * ต้องเชื่อมต่อ <style="GasDestination">ทางเข้าท่อ</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.NETWORK
source: Gas network {0}
th_th: เครือข่ายแก๊ส {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.PRODUCER
source: Sends gas into a building from pipes * Must connect to at least one <style="GasSource">Output</style>
th_th: ส่งก๊าซเข้าไปในสิ่งก่อสร้างจากท่อ * ต้องเชื่อมต่อ <style="GasDestination">ทางออกท่อ</style>

# STRINGS.UI.OVERLAYS.HEATFLOW.BUTTON
source: Thermal Comfort Overlay
th_th: แสดงความร้อน

# STRINGS.UI.OVERLAYS.HEATFLOW.COOLING
source: Body Heat Loss
th_th: สูญเสียความร้อนจากร่างกาย

# STRINGS.UI.OVERLAYS.HEATFLOW.HEATING
source: Body Heat Retention
th_th: การเก็บกักความร้อนของร่างกาย

# STRINGS.UI.OVERLAYS.HEATFLOW.HOVERTITLE
source: THERMAL COMFORT
th_th: แสดงความร้อน

# STRINGS.UI.OVERLAYS.HEATFLOW.NAME
source: THERMAL COMFORT OVERLAY
th_th: แสดงความร้อน

# STRINGS.UI.OVERLAYS.HEATFLOW.NEUTRAL
source: Comfort Zone
th_th: เขตความสะดวกสบาย

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.COOLING
source: Uncomfortable Area ------------------ Duplicants give off more heat than they can absorb from this environment, making them too cold
th_th: พื้นที่อึดอัด ------------------ Duplicants มีความร้อนมากกว่าที่พวกเขาสามารถดูดซับได้. จงทำให้พวกเขาเย็นขึ้น

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.HEATING
source: Uncomfortable Area ------------------ Duplicants absorb more heat from this environment than they can give off, making them too hot
th_th: พื้นที่อึดอัด ------------------ Duplicants ดูดซับความร้อนมาก จนมากกว่าที่พวกเขาสามารถรับได้. จงระบายความร้อนออกไป

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.NEUTRAL
source: Comfortable Area ------------------ Duplicants can regulate their internal temperatures in this environment
th_th: พื้นที่สะดวกสบาย ------------------ Duplicants สามารถควบคุมอุณหภูมิภายในของตนได้ในสภาพแวดล้อมนี้

# STRINGS.UI.OVERLAYS.LIGHTING.BUTTON
source: Light Overlay
th_th: แสง

# STRINGS.UI.OVERLAYS.LIGHTING.DARK
source: Unlit area
th_th: พื้นที่สว่างไสว

# STRINGS.UI.OVERLAYS.LIGHTING.LITAREA
source: Lit area
th_th: พื้นที่สว่าง

# STRINGS.UI.OVERLAYS.LIGHTING.NAME
source: LIGHT OVERLAY
th_th: แสดงการวางแสง

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.DARK
source: Duplicants cannot see in these areas
th_th: Duplicants ไม่สามารถมองเห็นได้ในพื้นที่เหล่านี้

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.LITAREA
source: Duplicants have adequate lighting in these areas
th_th: Duplicants มีแสงเพียงพอในพื้นที่เหล่านี้

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.NAME
source: LIGHT OVERLAY
th_th: แสดงการวางแสง

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.BUTTON
source: Liquid Plumbing Overlay
th_th: การวางท่อของเหลว

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONNECTED
source: Connected
th_th: เชื่อมต่อ

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONSUMER
source: Output
th_th: เอาท์พุต

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_AFTER_ARROW
source: INTAKE via pipes
th_th: เข้าผ่านท่อ

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_BEFORE_ARROW
source: Liquid flows from OUTPUT
th_th: ของเหลวไหลจาก เอาต์พุต

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DISCONNECTED
source: Disconnected
th_th: ตัดการเชื่อมต่อ

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.FILTERED
source: Filtered Output
th_th: เอาต์พุตที่กรอง

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NAME
source: LIQUID PLUMBING OVERLAY
th_th: การวางท่อของเหลว

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NETWORK
source: Liquid Network {0}
th_th: เครือข่ายของเหลว {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.PRODUCER
source: Intake
th_th: การนำเข้า

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <style="LiquidPiping">Liquid Pipe</style>
th_th: เชื่อมต่อกับ <style="LiquidPiping">ท่อของเหลว</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONSUMER
source: Sends liquid into pipes from a building * Must connect to at least one <style="LiquidDestination">Intake</style>
th_th: ส่งของเหลวเข้าไปในท่อจากสิ่งก่อสร้าง * ต้องเชื่อมต่อกับ <style="LiquidDestination">ทางเข้าท่อ</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <style="LiquidPiping">Liquid Pipe</style>
th_th: ไม่ได้เชื่อมต่อกับ <style="LiquidPiping">ท่อของเหลว</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.FILTERED
source: Sends one filtered liquid into pipes from a building * Must connect to at least one <style="LiquidDestination">Intake</style>
th_th: ส่งของเหลวที่กรองแล้วเข้าไปในท่อจากสิ่งก่อสร้าง * ต้องเชื่อมต่อ <style="LiquidDestination">ทางเข้าท่อ</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.NETWORK
source: Liquid network {0}
th_th: เครือข่ายของเหลว {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.PRODUCER
source: Sends liquid into a building from pipes * Must connect to at least one <style="LiquidSource">Output</style>
th_th: ส่งของเหลวเข้าไปในสิ่งก่อสร้างจากท่อ * ต้องมีการเชื่อมต่อ <style="LiquidSource">ทางออกท่อ</style>

# STRINGS.UI.OVERLAYS.OXYGEN.BUTTON
source: Oxygen Overlay
th_th: การวางของออกซิเจน

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND1
source: High Concentration
th_th: ความเข้มข้นสูง

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND2
source: Sufficient Concentration
th_th: ความเข้มข้นที่เพียงพอ

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND3
source: Low Concentration
th_th: ความเข้มข้นต่ำ

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND4
source: Unbreathable
th_th: ไม่สามารถหายใจได้

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND5
source: Slightly Toxic
th_th: มีพิษเล็กน้อย

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND6
source: Very Toxic
th_th: เป็นพิษมาก

# STRINGS.UI.OVERLAYS.OXYGEN.NAME
source: OXYGEN OVERLAY
th_th: การวางของออกซิเจน

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND1
source: Oxygen concentration is high and allows Duplicants to breathe
th_th: ความเข้มข้นของออกซิเจนสูงและช่วยให้ Duplicants หายใจได้

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND3
source: Oxygen concentration is low and is difficult for Duplicants to breathe
th_th: ความเข้มข้นของออกซิเจนอยู่ในระดับต่ำและเป็นเรื่องยากสำหรับการหายใจซ้ำ

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND4
source: Oxygen is extremely low pressure or not present and will suffocate Duplicants
th_th: ออกซิเจนมีความดันต่ำมากหรือไม่มีและจะทำให้หายใจไม่ออก

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND5
source: Harmful gas concentration
th_th: ความเข้มข้นของก๊าซที่เป็นอันตราย

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND6
source: Lethal gas concentration
th_th: ความเข้มข้นของก๊าซมีเทน

# STRINGS.UI.OVERLAYS.POWER.WATTS_CONSUMED
source: Watts Consumed
th_th: วัตต์บริโภค

# STRINGS.UI.OVERLAYS.POWER.WATTS_GENERATED
source: Watts Generated
th_th: วัตต์ที่สร้าง

# STRINGS.UI.OVERLAYS.PRIORITIES.BUTTON
source: Priority Overlay
th_th: การวางลำดับความสำคัญ

# STRINGS.UI.OVERLAYS.PRIORITIES.EIGHT
source: Priority 8
th_th: ความสำคัญ 8

# STRINGS.UI.OVERLAYS.PRIORITIES.EIGHT_TOOLTIP
source: Priority 8
th_th: ความสำคัญ 8

# STRINGS.UI.OVERLAYS.PRIORITIES.FIVE
source: Priority 5
th_th: ความสำคัญ 5

# STRINGS.UI.OVERLAYS.PRIORITIES.FIVE_TOOLTIP
source: Priority 5
th_th: ความสำคัญ 5

# STRINGS.UI.OVERLAYS.PRIORITIES.FOUR
source: Priority 4
th_th: ความสำคัญ 4

# STRINGS.UI.OVERLAYS.PRIORITIES.FOUR_TOOLTIP
source: Priority 4
th_th: ความสำคัญ 4

# STRINGS.UI.OVERLAYS.PRIORITIES.NAME
source: PRIORITY OVERLAY
th_th: การวางลำดับความสำคัญ

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE
source: Priority 9 (Highest)
th_th: ความสำคัญ 9 (สูงสุด)

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE_TOOLTIP
source: Priority 9
th_th: ความสำคัญ

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE
source: Priority 1 (Lowest)
th_th: ความสำคัญ 1 (ต่ำสุด)

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE_TOOLTIP
source: Priority 1
th_th: ความสำคัญ 1

# STRINGS.UI.OVERLAYS.PRIORITIES.SEVEN
source: Priority 7
th_th: ความสำคัญ 7

# STRINGS.UI.OVERLAYS.PRIORITIES.SEVEN_TOOLTIP
source: Priority 7
th_th: ความสำคัญ 7

# STRINGS.UI.OVERLAYS.PRIORITIES.SIX
source: Priority 6
th_th: ความสำคัญ 6

# STRINGS.UI.OVERLAYS.PRIORITIES.SIX_TOOLTIP
source: Priority 6
th_th: ความสำคัญ 6

# STRINGS.UI.OVERLAYS.PRIORITIES.THREE
source: Priority 3
th_th: ความสำคัญ 3

# STRINGS.UI.OVERLAYS.PRIORITIES.THREE_TOOLTIP
source: Priority 3
th_th: ความสำคัญ 3

# STRINGS.UI.OVERLAYS.PRIORITIES.TWO
source: Priority 2
th_th: ความสำคัญ 2

# STRINGS.UI.OVERLAYS.PRIORITIES.TWO_TOOLTIP
source: Priority 2
th_th: ความสำคัญ 2

# STRINGS.UI.OVERLAYS.ROOMS.BUTTON
source: Room Overlay
th_th: การวางห้อง

# STRINGS.UI.OVERLAYS.ROOMS.NAME
source: ROOM OVERLAY
th_th: การวางห้อง

# STRINGS.UI.OVERLAYS.ROOMS.NOROOMS
source: No rooms created
th_th: ไม่มีห้องที่สร้างขึ้น

# STRINGS.UI.OVERLAYS.ROOMS.ROOM
source: Room {0}
th_th: ห้อง {0}

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.NOROOMS
source: Duplicants have nowhere to sleep
th_th: Duplicants ไม่มีที่จะนอนหลับ

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.ROOM
source: Completed Duplicant bedrooms
th_th: ห้องนอน Duplicant เสร็จสมบูรณ์

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.BUTTON
source: Exosuit Overlay
th_th: การวาง Exosuit

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.NAME
source: EXOSUIT OVERLAY
th_th: การวาง Exosuit

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.REGION
source: Exosuit Region {0}
th_th: เขต Exosuit {0}

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.TOOLTIPS.NOREGIONS
source: No storage areas have been designated to receive materials
th_th: ไม่มีพื้นที่เก็บที่กำหนดให้รับวัสดุ

# STRINGS.UI.OVERLAYS.STORAGEREGIONS.TOOLTIPS.REGION
source: {0} is accepting materials
th_th: {0} ยอมรับวัสดุ

# STRINGS.UI.OVERLAYS.TEMPERATURE.BUTTON
source: Temperature Overlay
th_th: การวางอุณหภูมิ

# STRINGS.UI.OVERLAYS.TEMPERATURE.COLD
source: Chilled
th_th: แช่เย็น

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMECOLD
source: Absolute Zero
th_th: อุณหภูมิติดศูนย์

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMEHOT
source: Scorching
th_th: การเผาไหม้

# STRINGS.UI.OVERLAYS.TEMPERATURE.HOT
source: Warm
th_th: อบอุ่น

# STRINGS.UI.OVERLAYS.TEMPERATURE.MAXHOT
source: Molten
th_th: หลอมละลาย

# STRINGS.UI.OVERLAYS.TEMPERATURE.NAME
source: TEMPERATURE OVERLAY
th_th: การวางอุณหภูมิ

# STRINGS.UI.OVERLAYS.TEMPERATURE.TEMPERATE
source: Temperate
th_th: ปานกลาง

# STRINGS.UI.OVERLAYS.TEMPERATURE.TOOLTIPS.TEMPERATURE
source: Temperatures reaching {0}
th_th: อุณหภูมิถึง {0}

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYCOLD
source: Cold
th_th: เย็น

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYHOT
source: Hot
th_th: ร้อน

# STRINGS.UI.OVERLAYSTITLE
source: OVERLAYS
th_th: การวางซ้อนทับ

# STRINGS.UI.PICKEDUP
source: Picked Up: {0} {1}
th_th: หยิบขึ้นมา: {0} {1}

# STRINGS.UI.PLACEINRECEPTACLE
source: Plant
th_th: ปลูก

# STRINGS.UI.PRIORITYSCREEN.BUILDMENUPRIORITYTOOLTIP
source: Set construction priority level ------------------ Priority 1: Lowest Priority 9: Highest
th_th: กำหนดระดับความสำคัญในการก่อสร้าง ------------------ ความสำคัญ 1: ต่ำสุด ความสำคัญ 9: สูงสุด

# STRINGS.UI.PRIORITYSCREEN.TOOLPRIORITYTOOLTIP
source: Set priority level for the currently selected tool ------------------ Priority 1: Lowest Priority 9: Highest
th_th: ตั้งค่าระดับความสำคัญสำหรับเครื่องมือที่เลือกในปัจจุบัน ------------------ ความสำคัญ 1: ต่ำสุด ความสำคัญ 9: สูงสุด

# STRINGS.UI.PRIORITYSCREEN.USERMENUPRIORITYTOOLTIP
source: Set priority level for the currently selected object ------------------ Priority 1: Lowest Priority 9: Highest
th_th: ตั้งค่าระดับความสำคัญสำหรับวัตถุที่เลือกในปัจจุบัน ------------------ ความสำคัญ 1: ต่ำสุด ความสำคัญ 9: สูงสุด

# STRINGS.UI.PRODUCTINFO_APPLICABLERESOURCES
source: Required resources:
th_th: ทรัพยากรที่จำเป็นต้องใช้:

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_DESC
source: {0} has yet to be discovered.
th_th: {0} ยังไม่ถูกค้นพบ.

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_HOVER
source: Missing resource(s)
th_th: ทรัพยากรที่ขาดหายไป(s)

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_TITLE
source: Requires {0}: {1}
th_th: ต้องใช้ {0}: {1}

# STRINGS.UI.PRODUCTINFO_REQUIRESRESEARCHDESC
source: Requires {0} Research
th_th: ต้องใช้ {0} การวิจัย

# STRINGS.UI.PRODUCTINFO_RESEARCHREQUIRED
source: Research required...
th_th: ต้องมีการวิจัย...

# STRINGS.UI.PRODUCTINFO_SELECTMATERIAL
source: Select {0}:
th_th: เลือก {0}:

# STRINGS.UI.QUEUE
source: Queue
th_th: คิว

# STRINGS.UI.RED_ALERT
source: RED ALERT
th_th: ฉุกเฉิน

# STRINGS.UI.REMOVEFROMRECEPTACLE
source: Uproot
th_th: ถอนราก

# STRINGS.UI.REPORT
source: REPORTS
th_th: รายงาน

# STRINGS.UI.RESEARCH
source: RESEARCH
th_th: วิจัย

# STRINGS.UI.RESEARCHPOINTS
source: Research points
th_th: ประเด็นการวิจัย

# STRINGS.UI.RESEARCHSCREEN_UNLOCKSTOOLTIP
source: Unlocks: {0}
th_th: ปลดล็อก: {0}

# STRINGS.UI.RESOURCESCREEN.AVAILABLE_TOOLTIP
source: Available: {0}
th_th: พร้อมใช้งาน: {0}

# STRINGS.UI.RESOURCESCREEN.CATEGORY_TOOLTIP
source: Click to expand ------------------ Counts resources within Duplicant reach that are not allocated to construction
th_th: คลิกเพื่อขยาย ------------------ นับทรัพยากรในการเข้าถึง Duplicant ที่ไม่ได้จัดสรรให้กับการก่อสร้าง

# STRINGS.UI.SCHEDULE
source: SCHEDULE
th_th: ตารางเวลา

# STRINGS.UI.TOOLS.ATTACK.NAME
source: Harvest
th_th: เก็บเกี่ยว

# STRINGS.UI.TOOLS.ATTACK.TOOLACTION
source: DRAG TO TOGGLE HARVEST
th_th: ลากเพื่อ เก็บเกี่ยว

# STRINGS.UI.TOOLS.ATTACK.TOOLNAME
source: Harvest tool
th_th: เครื่องมือเก็บเกี่ยว
