Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.CREATURES.STATUSITEMS.TIRED.TOOLTIP
source: This creature needs to rest
th_th: สิ่งมีชีวิตนี้ต้องการพักผ่อน

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.NAME
source: Unrefrigerated
th_th: ตู้เย็นที่ไม่เย็น

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.TOOLTIP
source: Temperatures above {RotTemperature} spoil food more quickly
th_th: อุณหภูมิที่สูงกว่า {RotTemperature} ทำให้อาหารเน่าได้เร็วขึ้น

# STRINGS.CREATURES.STATUSITEMS.WILTING.NAME
source: Stifled
th_th: ยับยั้ง

# STRINGS.CREATURES.STATUSITEMS.WILTING.TOOLTIP
source: This plant has stopped growing because one of its basic requirements has not been met Unmet Condition: {0}
th_th: พืชนี้หยุดโตขึ้นเนื่องจากไม่สามารถบรรลุข้อกำหนดพื้นฐานได้ เงื่อนไขที่ไม่ได้: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.DESC
source: Air Consumption determines how much <style="oxygen">Oxygen</style> a Duplicant requires per minute to live.
th_th: การใช้อากาศจะเป็นตัวกำหนดว่า <style="oxygen">ออกซิเจน</style> ที่ Duplicant ต้องใช้เวลา /ต่อนาที เพื่อมีชีวิตอยู่.

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.NAME
source: Air Consumption Rate
th_th: อัตราการบริโภคอากาศ

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.DESC
source: Creativity affects the speed and quality of a Duplicant's artistic creations.
th_th: ความคิดสร้างสรรค์ส่งผลต่อความเร็วและคุณภาพของงานสร้างสรรค์ทางศิลปะของ Duplicant.

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.NAME
source: Creativity
th_th: ความคิดสร้างสรรค์

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.PROFESSION_NAME
source: Artist
th_th: ศิลปิน

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.SPEEDMODIFIER
source: $value% Decorating Speed
th_th: $value% ความเร็วในการตกแต่ง

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.DESC
source: The Athletics attribute determines a Duplicant's movement speed.
th_th: คุณลักษณะกำหนดความเร็วในการเคลื่อนที่ของ Duplicant.

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.NAME
source: Athletics
th_th: กรีฑา

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.PROFESSION_NAME
source: Runner
th_th: นักวิ่ง

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.SPEEDMODIFIER
source: $value% Movement Speed
th_th: $value% ความเร็วเคลื่อนที่

# STRINGS.DUPLICANTS.ATTRIBUTES.BLADDERDELTA.NAME
source: Bladder Change
th_th: เปลี่ยนแปลงกระเพาะปัสสาวะ

# STRINGS.DUPLICANTS.ATTRIBUTES.CALORIESDELTA.NAME
source: Calories Change Rate
th_th: อัตราการเปลี่ยนแปลงของแคลอรี่

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.DESC
source: The Construction attribute determines a Duplicant's building speed.
th_th: คุณลักษณะเกี่ยวกับการก่อสร้างกำหนดความเร็วในการสร้างของ Duplicant.

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.NAME
source: Construction
th_th: นักก่อสร้าง

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.PROFESSION_NAME
source: Architect
th_th: สถาปนิก

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.SPEEDMODIFIER
source: $value% Construction Speed
th_th: $value% ความเร็วในการก่อสร้าง

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.DESC
source: The Cooking attribute determines a Duplicant's speed when preparing <style="food">Food</style>.
th_th: คุณลักษณะการทำอาหารจะกำหนดความเร็วของ Duplicant's เมื่อทำ<style="food">อาหาร</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.NAME
source: Cooking
th_th: ปรุงอาหาร

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.PROFESSION_NAME
source: Chef
th_th: พ่อครัว

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.SPEEDMODIFIER
source: $value% Cooking Speed
th_th: $value% ความเร็วในการทำอาหาร

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.DESC
source: <style="decor">Decor</style> affects a Duplicant's <style="decor">Stress</style> and their opinion of their surroundings.
th_th: <style="decor">การตกแต่ง</style> มีผลต่อ<style="decor">ความเครียด</style> ของ Duplicant's มีผลต่อสภาพแวดล้อมของพวกเขา.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.NAME
source: Decor
th_th: ตกแต่ง

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOREXPECTATION.DESC
source: Not meeting a Duplicant's <style="decor">Decor</style> expectations will increase their <style="stress">Stress</style>.
th_th: พื้นที่ที่ไร้การ<style="decor">ตกแต่ง</style> จะเพิ่ม <style="stress">ความเครียด</style>ให้ Duplicant's.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOREXPECTATION.NAME
source: Decor Expectation
th_th: ความคาดหวังของการตกแต่ง

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.DESC
source: Distance of a item's <style="decor">Decor</style> effect.
th_th: ระยะทางของผลงาน <style="decor">การตกแต่ง</style> .

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.NAME
source: Decor Radius
th_th: รัศมีการตกแต่ง

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.DESC
source: The Digging attribute determines a Duplicant's mining speed.
th_th: คุณลักษณะ การขุด กำหนดความเร็วในการทำเหมืองข้อมูลของ Duplicant.

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.NAME
source: Digging
th_th: นักขุด

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.PROFESSION_NAME
source: Miner
th_th: คนขุดแร่

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.SPEEDMODIFIER
source: $value% Digging Speed
th_th: $value% ความเร็วในการขุด

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.DESC
source: A building at Meltdown <style="heat">Temperature</style> will lose functionality and take damage
th_th: สิ่งก่อสร้างที่กำลังหลอมละลายโดย <style="heat">อุณหภูมิ </style> จะสูญเสียความสามารถและได้รับความเสียหาย

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.NAME
source: Meltdown Temperature
th_th: อุณหภูมิหลอมละลาย

# STRINGS.DUPLICANTS.ATTRIBUTES.FOODEXPECTATION.DESC
source: Not meeting a Duplicant's <style="food">Food</style> expectations will increase their <style="stress">Stress</style>.
th_th: Duplicant's ที่อด <style="food">อาหาร</style> จะทำให้เพิ่ม <style="stress">ความเครียด</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.FOODEXPECTATION.NAME
source: Food Quality Expectation
th_th: ความคาดหวังด้านคุณภาพอาหาร

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.DESC
source: <style="hygiene">Hygiene</style> affects a Duplicant's sense of cleanliness.
th_th: <style="hygiene">สุขอนามัย</style> มีผลต่อความรู้สึกสะอาดของ Duplicant.

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.NAME
source: Hygiene
th_th: สุขภาพ

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.DESC
source: The Insulation attribute determines a Duplicant's innate ability to retain or lose body heat in any given environment.
th_th: คุณลักษณะ ผิวหนังฉนวนกันความร้อน กำหนดความสามารถโดยธรรมชาติของ Duplicant เพื่อรักษาหรือสูญเสียความร้อนในร่างกายในทุกสภาพแวดล้อม.

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.NAME
source: Insulation
th_th: ผิวหนังฉนวนกันความร้อน

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.SPEEDMODIFIER
source: $value% Temperature Retention
th_th: $value% การเก็บรักษาอุณหภูมิ

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.DESC
source: The Learning attribute determines a Duplicant's <style="research">Research</style> effectiveness and rate of skill level gain.
th_th: คุณลักษณะการเรียนรู้ ของ Duplicant's ช่วยในเรื่อง <style="research">กสนวิจัย</style> ประสิทธิภาพและอัตราการเพิ่มระดับทักษะ.

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.NAME
source: Learning
th_th: การเรียนรู้

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.PROFESSION_NAME
source: Scientist
th_th: นักวิทยาศาสตร์

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.RESEARCHPOINTS
source: $value Research Points Per Day
th_th: $value คะแนนวิจัยต่อวัน

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.SPEEDMODIFIER
source: $value% Skill Leveling
th_th: $value% ปรับระดับทักษะ

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.DESC
source: The Tinkering attribute determines a Duplicant's efficiency when operating machines.
th_th: คุณลักษณะ ช่างบัดกรี กำหนดประสิทธิภาพของ Duplicant เมื่อใช้งานเครื่องมือ.

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.NAME
source: Tinkering
th_th: ช่างบัดกรี

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.PROFESSION_NAME
source: Technician
th_th: ช่าง

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.SPEEDMODIFIER
source: $value% Tinkering Speed
th_th: $value% ความเร็วการบัดกรี

# STRINGS.DUPLICANTS.ATTRIBUTES.MAXUNDERWATERTRAVELCOST.NAME
source: Underwater Movement
th_th: การเคลื่อนไหวใต้น้ำ

# STRINGS.DUPLICANTS.ATTRIBUTES.MEDICAL.NAME
source: Medicine
th_th: ยา

# STRINGS.DUPLICANTS.ATTRIBUTES.MEDICAL.PROFESSION_NAME
source: Physician
th_th: แพทย์

# STRINGS.DUPLICANTS.ATTRIBUTES.MEDICAL.SPEEDMODIFIER
source: $value% Disease Resistance
th_th: $value% ความต้านทานโรค

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.DESC
source: A building at Overheat <style="heat">Temperature</style> will take damage and melt down if not cooled
th_th: สิ่งก่อสร้างที่ <style="heat">อุณหภูมิ</style> สูงเกินไป จะทำให้เกิดความเสียหาย หากไม่ระบายความร้อน

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.NAME
source: Overheat Temperature
th_th: อุณหภูมิที่ร้อนมากเกินไป

# STRINGS.DUPLICANTS.ATTRIBUTES.PROFESSION_DESC
source: This Duplicant's highest attribute is {0} ---------- Duplicants develop higher expectations as their profession level increases
th_th: คุณลักษณะที่สูงที่สุดของ Duplicant คือ {0} ---------- พัฒนาทักษะที่สูงขึ้นเพื่อระดับอาชีพเพิ่มขึ้น

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.DESC
source: Determines the minimum body heat a Duplicant prefers to maintain.
th_th: ความร้อนต่ำสุดของ Duplicant ที่ต้องการรักษา.

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.NAME
source: Temperature Preference
th_th: อุณหภูมิที่ต้องการ

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.DESC
source: The Sneeziness attribute determines how frequently a Duplicant sneezes.
th_th: คุณลักษณะ นักจาม จะกำหนดความถี่ในการจามของ Duplicant.

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.NAME
source: Sneeziness
th_th: นักจาม

# STRINGS.DUPLICANTS.ATTRIBUTES.STAMINADELTA.NAME
source: Stamina Change
th_th: ฟื้นฟูแรง

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.DESC
source: The Strength attribute determines a Duplicant's carrying capacity and combat effectiveness.
th_th: คุณลักษณะ ความแข็งแรง ระบุความสามารถในการแบกของ Duplicant และประสิทธิภาพในการต่อสู้.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.NAME
source: Strength
th_th: ความแข็งแรง

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.PROFESSION_NAME
source: Body Builder
th_th: นักเพาะกาย

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.SPEEDMODIFIER
source: $value Carrying Weight
th_th: $value แบกน้ำหนัก

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <style="stress">Stress</style>.
th_th: ดูว่า Duplicant เพิ่มหรือลด <style="stress">ความเครียด</style>ลงได้อย่างไร.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.NAME
source: Stress Change
th_th: การเปลี่ยนแปลงความเครียด

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.NAME
source: Insulation Thickness
th_th: ความหนาฉนวนกันความร้อน

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Insulation Thickness determines how quickly a Duplicant retains or loses body <style="heat">Heat</style> in any given area. It is the sum of a Duplicant's equipment and their natural Insulation values.
th_th: ความหนาของผิวหนังฉนวนกันความร้อนจะกำหนดว่า Duplicant จะรักษาหรือสูญเสีย<style="heat">ความร้อน</style>ในสไตล์ใดในบางพื้นที่ได้อย่างไร. เป็นผลรวมของอุปกรณ์ของ Duplicant และค่าฉนวนกันความร้อนตามธรรมชาติ.

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.DESC
source: Determines how long a Duplicant needs to do their "business".
th_th: กำหนดระยะเวลาที่ Duplicant ต้องการทำ "ธุรกิจ" ของตน.

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.NAME
source: Bladder Efficiency
th_th: ประสิทธิภาพกระเพาะปัสสาวะ

# STRINGS.DUPLICANTS.ATTRIBUTES.TOXICITYDELTA.NAME
source: Toxicity Change
th_th: การเปลี่ยนแปลงความเป็นพิษ

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_DESC
source: This Duplicant has no discernible skills
th_th: Duplicant ไม่มีทักษะที่มองเห็นได้

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_NAME
source: Lump
th_th: ก้อน

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.DESC
source: Sculpt or paint to improve colony decor.
th_th: แกะหรือทาสีเพื่อปรับปรุงการตกแต่งภายในอาณานิคม.

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.NAME
source: Art
th_th: ศิลปะ

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.DESC
source: Construct new buildings.
th_th: สร้างสิ่งก่อสร้างใหม่.

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.NAME
source: Build
th_th: สร้่าง

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.DESC
source: Fight wild creatures.
th_th: ต่อสู้สัตว์ป่า.

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.NAME
source: Combat
th_th: ต่อสู้

# STRINGS.DUPLICANTS.CHOREGROUPS.COMPOST.DESC
source: Tend composts to produce fertilizer.
th_th: ปุ๋ยหมักเพื่อผลิตปุ๋ย.

# STRINGS.DUPLICANTS.CHOREGROUPS.COMPOST.NAME
source: Compost
th_th: ปุ๋ยหมัก

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.DESC
source: Operate food preparation buildings to produce calories.
th_th: ใช้สิ่งก่อสร้างเตรียมอาหารเพื่อผลิตแคลอรี่.

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.NAME
source: Cook
th_th: ปรุงอาหาร

# STRINGS.DUPLICANTS.CHOREGROUPS.DELIVER.DESC
source: Run resources to critical buildings and high priority storage.
th_th: เรียกใช้รีซอร์สไปยังสิ่งก่อสร้างที่สำคัญและที่จัดเก็บสำคัญ.

# STRINGS.DUPLICANTS.CHOREGROUPS.DELIVER.NAME
source: Deliver
th_th: ส่งมอบ

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.DESC
source: Mine raw resources.
th_th: ทรัพยากรของเหมืองแร่.

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.NAME
source: Dig
th_th: ขุด

# STRINGS.DUPLICANTS.CHOREGROUPS.GENERATEPOWER.DESC
source: Produce power by running on manual generators.
th_th: ผลิตไฟฟ้าโดยใช้เครื่องกำเนิดไฟฟ้าด้วยตนเอง.

# STRINGS.DUPLICANTS.CHOREGROUPS.GENERATEPOWER.NAME
source: Power
th_th: พลังงาน

# STRINGS.DUPLICANTS.CHOREGROUPS.HARVEST.DESC
source: Gather crops from mature plants.
th_th: เก็บพืชผลจากพืชที่โตเต็มที่.

# STRINGS.DUPLICANTS.CHOREGROUPS.HARVEST.NAME
source: Harvest
th_th: เก็บเกี่ยว

# STRINGS.DUPLICANTS.CHOREGROUPS.LIQUIDCOOLEDFAN.DESC
source: Operate hydrofans to cool ambient temperatures.
th_th: ใช้พัดลมทำให้อุณหภูมิเย็นลง.

# STRINGS.DUPLICANTS.CHOREGROUPS.LIQUIDCOOLEDFAN.NAME
source: Hydrofan
th_th: พัดลม

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.DESC
source: Take breaks for massages.
th_th: พักฟื้นในการนวด.

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.NAME
source: Massage
th_th: นวด

# STRINGS.DUPLICANTS.CHOREGROUPS.MOP.DESC
source: Clean up liquid messes.
th_th: ทำความสะอาดของเหลว.

# STRINGS.DUPLICANTS.CHOREGROUPS.MOP.NAME
source: Mop
th_th: ถู

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.DESC
source: Repair damaged buildings.
th_th: ซ่อมแซมสิ่งก่อสร้างที่เสียหาย.

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.NAME
source: Repair
th_th: ซ่อมแซม

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.DESC
source: Use research stations to unlock new technologies.
th_th: ใช้สถานีวิจัยเพื่อปลดล็อกเทคโนโลยีใหม่ ๆ.

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.NAME
source: Research
th_th: การวิจัย

# STRINGS.DUPLICANTS.CHOREGROUPS.SWEEP.DESC
source: Run resources to noncritical buildings or storage.
th_th: เรียกใช้รีซอร์สไปยังสิ่งก่อสร้างหรือที่เก็บไม่สำคัญ.

# STRINGS.DUPLICANTS.CHOREGROUPS.SWEEP.NAME
source: Sweep
th_th: กวาด

# STRINGS.DUPLICANTS.CHOREGROUPS.TOGGLE.DESC
source: Manually enable, disable or adjust building switches and filters.
th_th: เปิดใช้งาน หรือ ปิดใช้งานหรือปรับเปลี่ยนสวิทช์.

# STRINGS.DUPLICANTS.CHOREGROUPS.TOGGLE.NAME
source: Toggle
th_th: สลับ

# STRINGS.DUPLICANTS.CHORES.ART.NAME
source: Decorate
th_th: ตกแต่ง

# STRINGS.DUPLICANTS.CHORES.ART.STATUS
source: Going to decorate
th_th: กำลังจะตกแต่ง

# STRINGS.DUPLICANTS.CHORES.ATTACK.NAME
source: Attack
th_th: โจมตี

# STRINGS.DUPLICANTS.CHORES.ATTACK.STATUS
source: Attacking
th_th: กำลังโจมตี

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.STATUS
source: Dying
th_th: เฮือกสุดท้าย

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.STATUS
source: Binge eating
th_th: เครียดก็กิน

# STRINGS.DUPLICANTS.CHORES.HARVEST.NAME
source: Harvest
th_th: เก็บเกี่ยว

# STRINGS.DUPLICANTS.CHORES.HARVEST.STATUS
source: Going to harvest
th_th: กำลังจะเก็บเกี่ยว

# STRINGS.DUPLICANTS.CHORES.IDLE.NAME
source: Idle
th_th: อยู่เฉยๆ

# STRINGS.DUPLICANTS.CHORES.IDLE.STATUS
source: Idle
th_th: อยู่เฉยๆ

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.NAME
source: Use Fan
th_th: ใช้พัดลม

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.STATUS
source: Going to use fan
th_th: กำลังไปใช้พัดลม

# STRINGS.DUPLICANTS.CHORES.MOP.NAME
source: Mop
th_th: ถู

# STRINGS.DUPLICANTS.CHORES.MOP.STATUS
source: Going to mop
th_th: กำลังไปถู

# STRINGS.DUPLICANTS.CHORES.MOVETO.NAME
source: Move to
th_th: กำลังเคลื่นไปที่

# STRINGS.DUPLICANTS.CHORES.MOVETO.STATUS
source: Moving to location
th_th: กำลังเคลื่อนไปยังตำแหน่ง

# STRINGS.DUPLICANTS.CHORES.MOVETOLOCATION.NAME
source: Move to location
th_th: กำลังเคลื่อนไปยังตำแหน่ง

# STRINGS.DUPLICANTS.CHORES.MOVETOLOCATION.STATUS
source: Moving to location
th_th: กำลังเคลื่อนไปยังตำแหน่ง

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.NAME
source: Move to quarantine
th_th: ย้ายไปกักกัน

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.STATUS
source: Moving to quarantine
th_th: กำลังย้ายไปกักกัน

# STRINGS.DUPLICANTS.CHORES.RELAX.NAME
source: Relax
th_th: ผ่อนคลาย

# STRINGS.DUPLICANTS.CHORES.RELAX.STATUS
source: Relaxing
th_th: กำลังผ่อนคลาย

# STRINGS.DUPLICANTS.CHORES.RELOCATE.NAME
source: Relocate
th_th: ขนย้าย

# STRINGS.DUPLICANTS.CHORES.RELOCATE.STATUS
source: Going to relocate
th_th: กำลังจะย้าย

# STRINGS.DUPLICANTS.CHORES.REPAIR.NAME
source: Repair
th_th: ซ่อมแซม

# STRINGS.DUPLICANTS.CHORES.REPAIR.STATUS
source: Going to repair
th_th: กำลังไปซ่อม

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.NAME
source: Rescue friend
th_th: ช่วยชีวิตเพื่อน

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.STATUS
source: Rescuing friend
th_th: กำลังช่วยชีวิตเพื่อน

# STRINGS.DUPLICANTS.CHORES.RESEARCH.NAME
source: Research
th_th: วิจัย

# STRINGS.DUPLICANTS.CHORES.RESEARCH.STATUS
source: Going to research
th_th: กำลังวิจัย

# STRINGS.DUPLICANTS.CHORES.RESEARCHFETCH.NAME
source: Deliver
th_th: ส่ง

# STRINGS.DUPLICANTS.CHORES.RESEARCHFETCH.STATUS
source: Delivering
th_th: กำลังส่ง

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.NAME
source: Rest
th_th: พักผ่อน

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.STATUS
source: Resting
th_th: กำลังพักผ่อน

# STRINGS.DUPLICANTS.CHORES.SHOWER.NAME
source: Shower
th_th: อาบน้ำ

# STRINGS.DUPLICANTS.CHORES.SHOWER.STATUS
source: Showering
th_th: กำลังอาบน้ำ

# STRINGS.DUPLICANTS.CHORES.SIGH.NAME
source: Sigh
th_th: ถอนหายใจ

# STRINGS.DUPLICANTS.CHORES.SIGH.STATUS
source: Sighing
th_th: กำลังถอนหายใจ

# STRINGS.DUPLICANTS.CHORES.SLEEP.NAME
source: Sleep
th_th: หลับ

# STRINGS.DUPLICANTS.CHORES.SLEEP.STATUS
source: Sleeping
th_th: กำลังหลับ

# STRINGS.DUPLICANTS.CHORES.SLEEPONFLOOR.NAME
source: Sleep
th_th: หลับ

# STRINGS.DUPLICANTS.CHORES.SLEEPONFLOOR.STATUS
source: Sleeping
th_th: กำลังหลับ

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.NAME
source: Lash out
th_th: ระบายอารมณ์

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.STATUS
source: Lashing out
th_th: กำลังระบายอารมณ์

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.NAME
source: Antsy Idle
th_th: อยู่เฉยๆแบบกระสับกระส่าย

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.STATUS
source: This Duplicant needs something to do to take their mind of their stress
th_th: Duplicant ต้องการบางอย่างที่ต้องทำเพื่อเอาใจใส่ความเครียดของพวกเขา

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.NAME
source: Stress vomit
th_th: อาเจียนความเครียด

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.STATUS
source: Stress vomiting
th_th: กำลังอาเจียนด้วยความเครียด

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.NAME
source: Take medicine
th_th: กินยา

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.STATUS
source: Taking medicine
th_th: กินยา

# STRINGS.DUPLICANTS.CHORES.TOGGLE.NAME
source: Toggle
th_th: สลับ

# STRINGS.DUPLICANTS.CHORES.TOGGLE.STATUS
source: Going to toggle
th_th: กำลังไปสลับ

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.NAME
source: Sweep
th_th: กวาด

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.STATUS
source: Going to sweep
th_th: กำลังไปกวาด

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.NAME
source: Ugly Cry
th_th: ร้องให้น้ำมูกน้ำลายไหล

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.STATUS
source: Ugly crying
th_th: กำลังร้องให้น้ำมูกน้ำลายไหล

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.NAME
source: Unequip
th_th: ยกเลิกการสวม

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.STATUS
source: Moving to unequip
th_th: กำลังไปถอดการสวม

# STRINGS.DUPLICANTS.CHORES.UPGRADE.NAME
source: Upgrade
th_th: อัพเกรด

# STRINGS.DUPLICANTS.CHORES.UPGRADE.STATUS
source: Going to upgrade
th_th: กำลังไปอัพเกรด

# STRINGS.DUPLICANTS.CHORES.UPROOT.NAME
source: Uproot
th_th: ถอน

# STRINGS.DUPLICANTS.CHORES.UPROOT.STATUS
source: Going to uproot
th_th: กำลังไปถอน

# STRINGS.DUPLICANTS.CHORES.USETOILET.NAME
source: Use toilet
th_th: ใช้ห้องน้ำ

# STRINGS.DUPLICANTS.CHORES.USETOILET.STATUS
source: Going to use toilet
th_th: กำลังไปใช้ห้องน้ำ

# STRINGS.DUPLICANTS.CHORES.VOMIT.NAME
source: Vomit
th_th: อาเจียน

# STRINGS.DUPLICANTS.CHORES.VOMIT.STATUS
source: Vomiting
th_th: กำลังอาเจียน

# STRINGS.DUPLICANTS.CHORES.WARMUP.NAME
source: Warm up
th_th: อุ่นเครื่อง

# STRINGS.DUPLICANTS.CHORES.WARMUP.STATUS
source: Going to warm up
th_th: กำลังไปอุ่นเครื่อง

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.NAME
source: Wash hands
th_th: ล้างมือ

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.STATUS
source: Washing hands
th_th: กำลังล้างมือ

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ABE.DESC
source: This Duplicant just wants to make sure everyone's eating right
th_th: Duplicant เพียงต้องการให้แน่ใจว่าทุกคนรับประทานอาหารที่ถูกต้อง

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ABE.NAME
source: Doting
th_th: ลำบาก

# STRINGS.DUPLICANTS.CONGENITALTRAITS.CATALINA.DESC
source: This Duplicant feels the weight of the world on her shoulders
th_th: Duplicant นี้รู้สึกถึงน้ำหนักของโลกบนบ่าของเธอ

# STRINGS.DUPLICANTS.CONGENITALTRAITS.CATALINA.NAME
source: Atlas
th_th: สมุดแผนที่

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.DESC
source: This Duplicant needs things done in a very particular way
th_th: Duplicant ต้องการสิ่งที่ทำได้โดยเฉพาะ

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.NAME
source: Fastidious
th_th: จุกจิก

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.DESC
source: This Duplicant brightens others' days wherever he goes
th_th: Duplicant นี้ทำให้ทุกวันของคนอื่น ๆ สดใสขึ้น

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.NAME
source: Cheery Disposition
th_th: อารมณ์ดี

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LEIRA.DESC
source: This Duplicant's two loves in life are art and food
th_th: ความรักที่สองของ Duplicant ในชีวิตคือ ศิลปะและอาหาร

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LEIRA.NAME
source: Starving Artist
th_th: ศิลปินที่หิวโหย

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.DESC
source: This Duplicant seems pretty average overall
th_th: Duplicant คนนี้มองอะไรก็สวยงาม

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.NAME
source: None
th_th: ไม่มี

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.DESC
source: This Duplicant is genetically cursed by a pungent bodily odor
th_th: Duplicant นี้ได้รับการสาปแช่งทางพันธุกรรมด้วยกลิ่นกายที่ฉุนเฉียว

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.NAME
source: Stinkiness
th_th: กลิ่นเหม็น

# STRINGS.DUPLICANTS.DEATHS.COMBAT.DESCRIPTION
source: {Target} was slain in combat.
th_th: {Target} ถูกสังหารในการต่อสู้.

# STRINGS.DUPLICANTS.DEATHS.COMBAT.NAME
source: Slain
th_th: สังหาร

# STRINGS.DUPLICANTS.DEATHS.DROWNED.DESCRIPTION
source: {Target} has drowned.
th_th: {Target} จมน้ำ.

# STRINGS.DUPLICANTS.DEATHS.DROWNED.NAME
source: Drowned
th_th: จมน้ำตาย

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.DESCRIPTION
source: {Target} has died in an explosion.
th_th: {Target} เสียชีวิตในระหว่างการระเบิด.

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.NAME
source: Explosion
th_th: การระเบิด

# STRINGS.DUPLICANTS.DEATHS.FROZEN.DESCRIPTION
source: {Target} has frozen to death.
th_th: {Target} ถูกแช่แข็งจนตาย.

# STRINGS.DUPLICANTS.DEATHS.FROZEN.NAME
source: Frozen
th_th: แช่แข็ง

# STRINGS.DUPLICANTS.DEATHS.GENERIC.DESCRIPTION
source: {Target} has died.
th_th: {Target} ตายแล้ว.

# STRINGS.DUPLICANTS.DEATHS.GENERIC.NAME
source: Generic
th_th: ทั่วไป

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.DESCRIPTION
source: {Target} has starved to death.
th_th: {Target} ได้ตายไปแล้ว.

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.NAME
source: Starvation
th_th: ความอดอยาก
