Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.NAME
source: Early Bird
th_th: นกน้อยตื่นเช้า

# STRINGS.DUPLICANTS.TRAITS.FLATULENCE.NAME
source: Flatulence
th_th: ความมีลม

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.DESC
source: This Duplicant likes to throw a wrench into the colony's plans... in a good way
th_th: Duplicant นี้ชอบที่จะโยนประแจลงในแผนของอาณานิคม... ในทางที่ดี

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.NAME
source: Grease Monkey
th_th: หัวดี

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.DESC
source: Just a little more to the left...
th_th: เพียงเล็กน้อยไปทางซ้าย ...

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.NAME
source: Interior Decorator
th_th: มัณฑนากรตกแต่งภายใน

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.DESC
source: This Duplicant can eat just about anything without getting sick!
th_th: Duplicant นี้สามารถกินอะไรก็ได้โดยไม่เจ็บ!

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.NAME
source: Iron Gut
th_th: ลำไส้เหล็ก

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.DESC
source: This Duplicant takes a little longer than usual to "do their business"
th_th: Duplicant ใช้เวลานานกว่าปกติเพื่อ "ทำธุรกิจ"

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.NAME
source: Irritable Bowel
th_th: ลำไส้ที่ระคายเคือง

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.DESC
source: These hands are great for tunneling, but finding gloves is a nightmare
th_th: มือเหล่านี้เหมาะสำหรับการเจาะอุโมงค์ แต่การหาถุงมือเป็นฝันร้าย

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.NAME
source: Mole Hands
th_th: มือเปื้อนดิน

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.DESC
source: This Duplicant sucks up way more than their fair share of <style="oxygen">Oxygen</style>
th_th: Duplicant นี้ดูดซึม <style="oxygen">ออกซิเจน</style> ได้ดีกว่า

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.NAME
source: Mouth Breather
th_th: หายใจทางปาก

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.DESC
source: This Duplicant can and will fall asleep anytime, anyplace
th_th: Duplicant สามารถหลับไปทุกที่ทุกเวลา

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.NAME
source: Narcoleptic
th_th: ขี่เซา

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.DESC
source: This Duplicant feels suffocated in spaces less than four tiles high or three tiles wide
th_th: Duplicant นี้รู้สึกหอบในช่องว่างที่มีพื้นกระเบื้องน้อยกว่าสี่หรือสูงสามกระเบื้อง

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.NAME
source: Claustrophobe
th_th: กลัวที่แคบ

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLIMACOPHOBIC.DESC
source: Climbing ladders more than four tiles tall makes this Duplicant's stomach do flips
th_th: บันไดปีนบันไดขึ้นสูงกว่าสี่ชิ้นทำให้กระเพาะอาหารของ Duplicant หดตัว

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLIMACOPHOBIC.NAME
source: Vertigo Prone
th_th: ปีนบ่อยหิวบ่อย

# STRINGS.DUPLICANTS.TRAITS.NEEDS.FASHIONABLE.DESC
source: This Duplicant dies a bit inside when forced to wear unstylish clothing
th_th: Duplicant นี้ตายเล็กน้อยเมื่อถูกบังคับให้สวมเสื้อผ้าที่ไม่ชอบ

# STRINGS.DUPLICANTS.TRAITS.NEEDS.FASHIONABLE.NAME
source: Fashionista
th_th: นักแฟชั่น

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.DESC
source: This Duplicant has some extra insulation, so the room temperature affects them a little less
th_th: Duplicant นี้มีฉนวนกันความร้อนบางพิเศษดังนั้นอุณหภูมิในห้องจึงมีผลกระทบน้อยลง

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.NAME
source: Pudgy
th_th: อ้วนม่อต้อ

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.DESC
source: This Duplicant doesn't have much insulation, so they are more temperature sensitive than others
th_th: Duplicant นี้ไม่มีฉนวนกันความร้อนมากดังนั้นจึงมีอุณหภูมิที่ไวกว่าคนอื่น ๆ

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.NAME
source: Skinny
th_th: ผอม

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.DESC
source: This Duplicant is a sensitive sole and would rather walk on tile floorings than bedrock
th_th: Duplicant นี้ชอบเดินพบนพื้นกระเบี้องมากกว่าเดินบนพื้นหิน

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.NAME
source: Delicate Feetsies
th_th: เท้าสวย

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.DESC
source: This Duplicant prefers to sleep alone
th_th: Duplicant ชอบนอนคนเดียว

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.NAME
source: Solitary Sleeper
th_th: หลับแบบเงียบๆ

# STRINGS.DUPLICANTS.TRAITS.NEEDS.WORKAHOLIC.DESC
source: This Duplicant gets antsy when left idle
th_th: Duplicant นี้มีอาการมึนงงเมื่อไม่ได้ใช้งาน

# STRINGS.DUPLICANTS.TRAITS.NEEDS.WORKAHOLIC.NAME
source: Workaholic
th_th: คนบ้างาน

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.DESC
source: This Duplicant does their best work when they ought to be sleeping
th_th: Duplicant นี้ทำงานได้ดีที่สุดเมื่อพวกเขาควรจะนอนหลับ

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.NAME
source: Night Owl
th_th: นกฮูกกลางคืน

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.DESC
source: This Duplicant's arms have all the tensile strength of an overcooked linguine
th_th: แขนของ Duplicant นั้นเล็กมาก จนแทบไม่มีแรฃ

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.NAME
source: Noodle Arms
th_th: แขนเล็กเท่าเส้นก๊วยเตี๋ยว

# STRINGS.DUPLICANTS.TRAITS.REFUSES_TO_DO_TASK
source: Refuses to do job
th_th: ปฏิเสธที่จะทำงาน

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.DESC
source: This Duplicant is afraid of violence.
th_th: Duplicant นี้กลัวความรุนแรง.

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.NAME
source: Scaredy-Cat
th_th: แมวน่ากลัว

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.DESC
source: This Duplicant is a little slow on the uptake, but gosh do they try
th_th: Duplicant นี้ใช้เวลาในการเรียนรู้เพียงเล็กน้อย แต่พวกเขาพยายามอย่างมาก

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.NAME
source: Slow Learner
th_th: ผู้เรียนช้า

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.DESC
source: This Duplicant has a tiny, pea-sized bladder. Adorable!
th_th: Duplicant นี้มีกระเพาะปัสสาวะขนาดเล็ก!

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.NAME
source: Small Bladder
th_th: กระเพาะปัสสาวะเล็ก

# STRINGS.DUPLICANTS.TRAITS.SNORER.DESC
source: In space, everyone can hear you snore
th_th: ในพื้นที่ทุกคนสามารถได้ยินคุณกรน

# STRINGS.DUPLICANTS.TRAITS.SNORER.NAME
source: Loud Sleeper
th_th: นอนกรน

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.DESC
source: This Duplicant is liable to puke everywhere when stressed
th_th: Duplicant นี้มีแนวโน้มที่จะอ้วกไปทุกหนทุกแห่งเมื่อเครียด

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.NAME
source: Vomiter
th_th: ท้องใส้ปั่นป่วน

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.DESC
source: This Duplicant is very strong and cool
th_th: Duplicant นี้แข็งแรงและดูดี

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.NAME
source: Buff
th_th: คนคูลคูล

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.DESC
source: This Duplicant's hardy immune system repels most common illnesses
th_th: ระบบภูมิคุ้มกันที่ทนทานของ Duplicant ช่วยยับยั้งความเจ็บป่วยที่พบได้บ่อยๆ

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.NAME
source: Naturally Robust
th_th: ธรรมชาติที่แข็งแรง

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.DESC
source: This Duplicant is light as a feather on their feet
th_th: Duplicant นี้มีน้ำหนักเบาเป็นที่เท้าของพวกเขา

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.NAME
source: Twinkletoes
th_th: เหมือนขนนก

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.DESC
source: Things won't be pretty if this Duplicant gets too stressed
th_th: สิ่งต่างๆจะไม่สวยนักถ้า Duplicant เครียดเกินไป

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.NAME
source: Ugly Crier
th_th: ไม่โลกสวย

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.DESC
source: This Duplicant has no appreciation for the finer things
th_th: Duplicant นี้ไม่ได้ชื่นชมกับสิ่งดีๆ

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.NAME
source: Uncultured
th_th: คิดในแง่ลบ

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.DESC
source: All the Vitamin C in space can't stop this Duplicant from getting sick
th_th: วิตามินซีทั้งหมดในอวกาศไม่สามารถหยุดการป่วยได้

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.NAME
source: Biohazard
th_th: อันตรายทางชีวภาพ

# STRINGS.ELEMENTS.ALGAE.DESC
source: Algae is a cluster of non-motile, single-celled lifeforms. It can be used as a renewable source of <style="oxygen">Oxygen</style> when grown domestically in Algae Terrariums.
th_th: สาหร่ายเป็นกลุ่มไม่มีเคลื่อนไหว, สิ่งมีชีวิตเซลล์เดียว. มันสามารถใช้เป็นแหล่งพลังงานทดแทนของ <style="oxygen">ออกซิเจน</style>เมื่อปลูก.

# STRINGS.ELEMENTS.ALGAE.NAME
source: Algae
th_th: ตะไคร่น้ำ

# STRINGS.ELEMENTS.BLEACHSTONE.DESC
source: Bleach stone is an unstable compound that emits toxic <style="gas">Chlorine Gas</style>. It is useful in <style="hygiene">Hygienic</style> processes.
th_th: หินฟอกขาวเป็นสารประกอบที่ไม่เสถียรที่ปล่อยก๊าซพิษคลอรีน <style="gas">ก๊าซคลอรีน </style>. จะเป็นประโยชน์ใน <style="hygiene">กระบวนการสุขอนามัย</style>.

# STRINGS.ELEMENTS.BLEACHSTONE.NAME
source: Bleach Stone
th_th: หินฟอกขาว

# STRINGS.ELEMENTS.BOTTLEDWATER.DESC
source: Clean <style="liquid">Water</style>, prepped for transport.
th_th: มีประโยชน์หลายด้าน <style="liquid">น้ำ</style>ที่เตรียมไว้สำหรับการขนส่ง.

# STRINGS.ELEMENTS.BOTTLEDWATER.NAME
source: Water
th_th: น้ำ

# STRINGS.ELEMENTS.CARBON.DESC
source: Coal is a combustible fossil fuel composed of carbon. It is useful in <style="power">Power</style> production.
th_th: ถ่านหินเป็นเชื้อเพลิงฟอสซิลที่ติดไฟได้ซึ่งประกอบด้วยคาร์บอน. จะเป็นประโยชน์ในการผลิต <style="power">พลังงาน</style>.

# STRINGS.ELEMENTS.CARBON.NAME
source: Coal
th_th: ถ่าน

# STRINGS.ELEMENTS.CARBONDIOXIDE.DESC
source: (CO2) Carbon Dioxide toxic, atomically heavy chemical compound in a <style="gas">Gaseous</style> state. It tends to sink below other gases.
th_th: (CO2) คาร์บอนไดออกไซด์เป็นพิษเป็นสารประกอบทางเคมีที่หนักหน่วงอะตอมในสภาวะ <style="gas">ก๊าช</style>. มันมีแนวโน้มที่จะจมลงใต้ก๊าซอื่น ๆ.

# STRINGS.ELEMENTS.CARBONDIOXIDE.NAME
source: Carbon Dioxide
th_th: คาร์บอนไดออกไซด์

# STRINGS.ELEMENTS.CARBONFIBRE.DESC
source: Carbon Fiber is a <style="RefinedMineral">Manufactured Material</style> with high tensile strength.
th_th: คาร์บอนไฟเบอร์เป็น <style="RefinedMineral">วัสดุ</style>มีความต้านทานแรงดึงสูง.

# STRINGS.ELEMENTS.CARBONFIBRE.NAME
source: Carbon Fiber
th_th: คาร์บอนไฟเบอร์

# STRINGS.ELEMENTS.CARBONGAS.DESC
source: (C) Carbon is an abundant, versatile element heated into a <style="gas">Gaseous</style> state.
th_th: (C) คาร์บอนเป็นองค์ประกอบที่อุดมสมบูรณ์และมีความหลากหลายที่ให้ความร้อนในสถานะ <style="gas">ก๊าซ</style>.

# STRINGS.ELEMENTS.CARBONGAS.NAME
source: Carbon
th_th: คาร์บอน

# STRINGS.ELEMENTS.CHLORINE.DESC
source: (Cl) Chlorine is an extremely toxic element in a <style="solid">Solid</style> state.
th_th: (CI) คลอรีนเป็นธาตุที่เป็นพิษอย่างมากในสภาวะ <style="solid">ของแข็ง</style>.

# STRINGS.ELEMENTS.CHLORINE.NAME
source: Chlorine
th_th: คลอรีน

# STRINGS.ELEMENTS.CHLORINEGAS.DESC
source: (Cl) Chlorine is an extremely toxic chemical in a <style="gas">Gaseous</style> state.
th_th: (CI) คลอรีนเป็นสารเคมีที่เป็นพิษอย่างมากในสภาวะ style="gas">ก๊าซ</style>.

# STRINGS.ELEMENTS.CHLORINEGAS.NAME
source: Chlorine
th_th: คลอรีน

# STRINGS.ELEMENTS.CLAY.DESC
source: Clay is a soft, naturally occurring composite of stone and soil that hardens at high <style="heat">Temperatures</style>. It is a reliable <style="RawMineral">Construction Material</style>.
th_th: ดินเหนียวเป็นหินที่เกิดขึ้นตามธรรมชาติและดินที่แข็งตัวที่<style="heat">อุณหภูมิ</style>สูง.

# STRINGS.ELEMENTS.CLAY.NAME
source: Clay
th_th: ดินเหนียว

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.DESC
source: (O2) Polluted Oxygen vehicle of airborne <style="disease">Disease</style>. It is breathable.
th_th: (O2) ออกซิเจนที่เป็นมลพิษของอากาศ ซึ่งอาจนำมากับ<style="disease">โรค</style>. ไม่สามารถหายใจได้.

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.NAME
source: Polluted Oxygen
th_th: ออกซิเจนที่ปนเปื้อน

# STRINGS.ELEMENTS.COPPER.DESC
source: (Cu) Copper is a conductive <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
th_th: (Cu) ทองแดงเป็น<style="RawMetal">โลหะ</style>. เหมาะสำหรับสิ่งก่อสร้างกี่เกี่ยวกับระบบ <style="power">พลังงาน</style>.

# STRINGS.ELEMENTS.COPPER.NAME
source: Copper
th_th: ทองแดง

# STRINGS.ELEMENTS.COPPERGAS.DESC
source: (Cu) Copper is a conductive <style="RawMetal">Metal</style> heated into a <style="gas">Gas</style>.
th_th: (Cu) ทองแดงเป็น <style="RawMetal">โลหะ</style>ที่มีความร้อนสูง จะเปลี่ยนเป็น <style="gas">ก๊าซ</style>.

# STRINGS.ELEMENTS.COPPERGAS.NAME
source: Copper
th_th: ทองแดง

# STRINGS.ELEMENTS.CRUDEOIL.NAME
source: Crude Oil
th_th: น้ำมันดิบ

# STRINGS.ELEMENTS.CRUSHEDICE.NAME
source: Crushed Ice
th_th: น้ำแข็งเกล็ด

# STRINGS.ELEMENTS.CRUSHEDROCK.NAME
source: Crushed Rock
th_th: หินบด

# STRINGS.ELEMENTS.CUPRITE.NAME
source: Copper Ore
th_th: แร่ทองแดง

# STRINGS.ELEMENTS.DIAMOND.NAME
source: Diamond
th_th: เพรช

# STRINGS.ELEMENTS.DIRT.NAME
source: Dirt
th_th: ดิน

# STRINGS.ELEMENTS.DIRTYICE.NAME
source: Polluted Ice
th_th: น้ำแข็งที่ปนเปื้อน

# STRINGS.ELEMENTS.DIRTYWATER.NAME
source: Polluted Water
th_th: น้ำสกปรก

# STRINGS.ELEMENTS.ELECTRUM.NAME
source: Electrum
th_th: หินผสมทอง

# STRINGS.ELEMENTS.ELEMENTDESCSOLID
source: Resource Type: {0} Melting point: {1} Hardness: {2}
th_th: ประเภททรัพยากร: {0} จุดหลอมเหลว: {1} ความแข็ง: {2}

# STRINGS.ELEMENTS.FERTILIZER.NAME
source: Fertilizer
th_th: ปุ๋ย

# STRINGS.ELEMENTS.FOOLSGOLD.NAME
source: Pyrite
th_th: ไพไรต์

# STRINGS.ELEMENTS.GOLD.NAME
source: Gold
th_th: ทอง

# STRINGS.ELEMENTS.GOLDAMALGAM.NAME
source: Gold Amalgam
th_th: ทองผสม

# STRINGS.ELEMENTS.GOLDGAS.NAME
source: Gold
th_th: ทอง

# STRINGS.ELEMENTS.GRANITE.NAME
source: Granite
th_th: หินแกรนิต

# STRINGS.ELEMENTS.HYDROGEN.NAME
source: Hydrogen
th_th: ไฮโดรเจน

# STRINGS.ELEMENTS.ICE.NAME
source: Ice
th_th: น้ำแข็ง

# STRINGS.ELEMENTS.IGNEOUSROCK.NAME
source: Igneous Rock
th_th: หินอัคนี

# STRINGS.ELEMENTS.IRON.NAME
source: Iron
th_th: เหล็ก

# STRINGS.ELEMENTS.IRONGAS.NAME
source: Iron
th_th: เหล็ก

# STRINGS.ELEMENTS.IRONINGOT.NAME
source: Iron
th_th: เหล็ก

# STRINGS.ELEMENTS.IRONORE.NAME
source: Iron Ore
th_th: แร่เหล็ก

# STRINGS.ELEMENTS.KATAIRITE.DESC
source: (Ab) Abyssalite is a resilient, crystalline element.
th_th: (Ab) อัลเพซาไรท์เป็นองค์ประกอบผลึกที่ยืดหยุ่นทนความร้อนสูง.

# STRINGS.ELEMENTS.KATAIRITE.NAME
source: Abyssalite
th_th: อัลเพซาไรท์

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.NAME
source: Carbon Dioxide
th_th: คาร์บอนไดออกไซด์

# STRINGS.ELEMENTS.LIQUIDHELIUM.NAME
source: Helium
th_th: ฮีเลียม

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.NAME
source: Hydrogen
th_th: ไฮโดรเจน

# STRINGS.ELEMENTS.LIQUIDMETHANE.NAME
source: Methane
th_th: มีเทน

# STRINGS.ELEMENTS.LIQUIDOXYGEN.NAME
source: Oxygen
th_th: ออกซิเจน

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.NAME
source: Phosphorus
th_th: ฟอสฟอรัส

# STRINGS.ELEMENTS.LIQUIDPROPANE.NAME
source: Propane
th_th: โพรเพน

# STRINGS.ELEMENTS.MAGMA.NAME
source: Magma
th_th: หินหนืด

# STRINGS.ELEMENTS.MERCURY.NAME
source: Mercury
th_th: ปรอท

# STRINGS.ELEMENTS.MERCURYGAS.NAME
source: Mercury
th_th: ปรอท

# STRINGS.ELEMENTS.METHANE.NAME
source: Natural Gas
th_th: ก๊าซธรรมชาติ

# STRINGS.ELEMENTS.MOLTENCARBON.NAME
source: Carbon
th_th: คาร์บอน

# STRINGS.ELEMENTS.MOLTENCOPPER.NAME
source: Copper
th_th: ทองแดง

# STRINGS.ELEMENTS.MOLTENGLASS.NAME
source: Molten Glass
th_th: แก้วหลอมเหลว

# STRINGS.ELEMENTS.MOLTENGOLD.NAME
source: Gold
th_th: ทอง

# STRINGS.ELEMENTS.MOLTENIRON.NAME
source: Iron
th_th: เหล็ก

# STRINGS.ELEMENTS.MOLTENSTEEL.NAME
source: Steel
th_th: เหล็กกล้า

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.NAME
source: Tungsten
th_th: ทังสเตน

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.NAME
source: Tungsten Diselenide
th_th: ทังสเตนความร้อนสูง

# STRINGS.ELEMENTS.OBSIDIAN.NAME
source: Obsidian
th_th: ออบซิเดียน

# STRINGS.ELEMENTS.OXYGEN.NAME
source: Oxygen
th_th: ออกซิเจน

# STRINGS.ELEMENTS.OXYROCK.NAME
source: Oxylite
th_th: ออกซิไรท์

# STRINGS.ELEMENTS.PHOSPHORITE.NAME
source: Phosphorite
th_th: ฟอสฟอไรท์

# STRINGS.ELEMENTS.PHOSPHORUS.NAME
source: Phosphorus
th_th: ฟอสฟอรัส

# STRINGS.ELEMENTS.PHOSPHORUSGAS.NAME
source: Phosphorus
th_th: ฟอสฟอรัส

# STRINGS.ELEMENTS.PONDSCUM.NAME
source: Pondscum
th_th: พอนสกั้ม

# STRINGS.ELEMENTS.PROPANE.NAME
source: Propane
th_th: โพรเพน

# STRINGS.ELEMENTS.RADIUM.NAME
source: Radium
th_th: แร่เรเดียม

# STRINGS.ELEMENTS.ROCKGAS.NAME
source: Rock Gas
th_th: หินก๊าซ

# STRINGS.ELEMENTS.SAND.NAME
source: Sand
th_th: ทราย

# STRINGS.ELEMENTS.SANDSTONE.NAME
source: Sandstone
th_th: หินทราย

# STRINGS.ELEMENTS.SEDIMENTARYROCK.NAME
source: Sedimentary Rock
th_th: หินตะกอน

# STRINGS.ELEMENTS.SLIMEMOLD.NAME
source: Slime
th_th: น้ำเมือก

# STRINGS.ELEMENTS.SNOW.NAME
source: Snow
th_th: หิมะ

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.NAME
source: Carbon Dioxide
th_th: คาร์บอนไดออกไซด์

# STRINGS.ELEMENTS.SOLIDHYDROGEN.NAME
source: Hydrogen
th_th: ไฮโดรเจน

# STRINGS.ELEMENTS.SOLIDMERCURY.NAME
source: Mercury
th_th: ปรอท

# STRINGS.ELEMENTS.SOLIDMETHANE.NAME
source: Methane
th_th: มีเทน

# STRINGS.ELEMENTS.SOLIDOXYGEN.NAME
source: Oxygen
th_th: ออกซิเจน

# STRINGS.ELEMENTS.SOLIDPROPANE.NAME
source: Propane
th_th: โพรเพน

# STRINGS.ELEMENTS.STATEGAS
source: Gas
th_th: แก๊ส

# STRINGS.ELEMENTS.STATELIQUID
source: Liquid
th_th: ของเหลว

# STRINGS.ELEMENTS.STATESOLID
source: Solid
th_th: ของแข็ง

# STRINGS.ELEMENTS.STATEVACUUM
source: None
th_th: ไม่มี

# STRINGS.ELEMENTS.STEAM.NAME
source: Steam
th_th: ไอน้ำ

# STRINGS.ELEMENTS.STEEL.NAME
source: Steel
th_th: เหล็กกล้า

# STRINGS.ELEMENTS.STEELGAS.NAME
source: Steel
th_th: เหล็กกล้า

# STRINGS.ELEMENTS.TOXICSAND.NAME
source: Polluted Dirt
th_th: มลพิษสกปรก

# STRINGS.ELEMENTS.TUNGSTEN.NAME
source: Tungsten
th_th: ทังสเตน

# STRINGS.ELEMENTS.TUNGSTENGAS.NAME
source: Tungsten
th_th: ทังสเตน

# STRINGS.ELEMENTS.UNOBTANIUM.NAME
source: Neutronium
th_th: นีโทรเนี่ยม

# STRINGS.ELEMENTS.VACUUM.NAME
source: Vacuum
th_th: สูญญากาศ

# STRINGS.ELEMENTS.VOID.NAME
source: The Void
th_th: พื้นที่ว่าง

# STRINGS.ELEMENTS.WATER.NAME
source: Water
th_th: น้ำ

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.GENERICNAME
source: Clothing
th_th: เสื้อผ้า

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.NAME
source: Oxygen Tank
th_th: ถังอ็อกซิเจน

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.DESC
source: Keep your Duplicants cool in case things heat up.
th_th: Duplicants ให้เย็นอยู่เสมอในกรณีที่เกิดความร้อนขึ้น.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.NAME
source: Thermo Suit
th_th: ชุดเทอร์โม

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.GENERICNAME
source: Clothing
th_th: เสื้อผ้า

# STRINGS.INPUT.BACKQUOTE
source: Backquote
th_th: ตัวหนอนเปลี่ยนภาษา

# STRINGS.INPUT.LEFT_ALT
source: L-Alt
th_th: Alt ซ้าย

# STRINGS.INPUT.LEFT_CTRL
source: L-Ctrl
th_th: Ctrl ซ้าย

# STRINGS.INPUT.LEFT_SHIFT
source: L-Shift
th_th: Shift ซ้าย

# STRINGS.INPUT.MOUSE
source: Mouse
th_th: เมาส์

# STRINGS.INPUT.MOUSE_SCROLL_DOWN
source: Mouse Scroll Down
th_th: เลื่อนเมาส์ลง

# STRINGS.INPUT.MOUSE_SCROLL_UP
source: Mouse Scroll Up
th_th: เลื่อนเมาส์ขึ้น

# STRINGS.INPUT.NUM
source: Num
th_th: แป้นเลข

# STRINGS.INPUT.PERIOD
source: Period
th_th: ระยะเวลา

# STRINGS.INPUT.RIGHT_ALT
source: R-Alt
th_th: Alt ขวา

# STRINGS.INPUT.RIGHT_CTRL
source: R-Ctrl
th_th: Ctrl ขวา

# STRINGS.INPUT.RIGHT_SHIFT
source: R-Shift
th_th: Shift ขวา

# STRINGS.INPUT.SPACE
source: Space
th_th: สเปชบาร์

# STRINGS.INPUT.TAB
source: Tab
th_th: แท็บ

# STRINGS.INPUT_BINDINGS.BUILDING.EMPTY
source: Empty
th_th: ว่างเปล่า

# STRINGS.INPUT_BINDINGS.ROOT.ATTACK
source: Attack
th_th: โจมตี

# STRINGS.INPUT_BINDINGS.ROOT.CLEAR
source: Clear
th_th: เคลียร์

# STRINGS.INPUT_BINDINGS.ROOT.CYCLESPEED
source: CycleSpeed
th_th: ความเร็ว รอบ

# STRINGS.INPUT_BINDINGS.ROOT.DIG
source: Dig
th_th: ขุด

# STRINGS.INPUT_BINDINGS.ROOT.MOP
source: Mop
th_th: ถู

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMIN
source: ZoomIn
th_th: ซูมเข้า

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMOUT
source: ZoomOut
th_th: ซูมออก

# STRINGS.INPUT_BINDINGS.TOOL.DRAGSTRAIGHT
source: DragStraight
th_th: ความหนักการลาก

# STRINGS.INPUT_BINDINGS.TOOL.NAME
source: Tool
th_th: เครื่องมือ

# STRINGS.INPUT_BINDINGS.TOOL.PAINTBOX
source: PaintBox
th_th: กล่องสี

# STRINGS.INPUT_BINDINGS.TOOL.PAINTBRUSH
source: PaintBrush
th_th: พู่กัน

# STRINGS.INPUT_BINDINGS.TOOL.ROTATEBUILDING
source: RotateBuilding
th_th: หมุนสิ่งก่อสร้าง

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.DESC
source: A seedless fruit with an upsettingly bland aftertaste. It cannot be replanted. Digging up Buried Objects may uncover a Muckroot.
th_th: ผลไม้ไม่มีเมล็ดที่มีรสเปรี้ยว. ไม่สามารถปลูกใหม่ได้. การขุดวัตถุฝังอาจพบพืชนี้.

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.NAME
source: Muckroot
th_th: หัวมัครูท

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.DESC
source: <style="food">Meal Lice</style> compacted into a dense, immobile loaf.
th_th: <style="food">อาหารเหา</style> อัดแน่นไปด้วยก้อนเนื้อที่หนาแน่น.

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.NAME
source: Liceloaf
th_th: แมลงอัดแท่ง

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.RECIPEDESC
source: <style="food">Meal Lice</style> compacted into a dense, immobile loaf.
th_th: <style="food">อาหารเหา</style> อัดแน่นไปด้วยก้อนเนื้อที่หนาแน่น.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.DESC
source: A flavorless grain that almost never wiggles on its own.
th_th: เมล็ดที่ไม่มีกลิ่นซึ่งแทบไม่เคยกระดิกด้วยตัวเอง.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.NAME
source: Meal Lice
th_th: อาหารเหา

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.DESC
source: A simple bun baked from <style="plant">Sleet Wheat</style> grain. Each bite leaves a mild cooling sensation in one's mouth, even when the bun itself is warm.
th_th: ขนมปังง่ายๆที่ทำจาก <style="plant">เมล็ดข้าวสาลี</style>. กัดเข้าไปจะทำให้รู้สึกเย็นในปาก ถึงแม้ขนมปังนั้นจะอุ่น.

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.NAME
source: Frost Bun
th_th: ขนมปังค้างคืน

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.RECIPEDESC
source: A simple bun baked from <style="plant">Sleet Wheat</style> grain.
th_th: ขนมปังที่อบง่ายๆจาก <style="plant"> เมล็ดข้าวสาลี </style>.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.DESC
source: Sleet Wheat Grain
th_th: ธัญพืชสาลีหิมะ

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.NAME
source: Sleet Wheat Grain
th_th: ธัญพืชสาลีหิมะ

# STRINGS.ITEMS.FOOD.COOKEDMEAT.DESC
source: The cooked meat of a defeated creature. It has a delightful smokey aftertaste.
th_th: เนื้อสุกที่ได้จากสิ่งมีชีวิตที่พ่ายแพ้. มันเหมือนเนื้อรมควัน.

# STRINGS.ITEMS.FOOD.COOKEDMEAT.NAME
source: BBQ
th_th: บาร์บีคิว

# STRINGS.ITEMS.FOOD.COOKEDMEAT.RECIPEDESC
source: The cooked meat of a defeated creature.
th_th: เนื้อสุกของสัตว์ที่พ่ายแพ้.

# STRINGS.ITEMS.FOOD.FIELDRATION.DESC
source: Provides the most essential nutrients and nothing more. Tastes like chalk.
th_th: ให้สารอาหารที่จำเป็นที่สุดและไม่มีอะไรเพิ่มเติม. ยี๊ รสชาดเหมือนชอล์ก.

# STRINGS.ITEMS.FOOD.FIELDRATION.NAME
source: Field Ration
th_th: อาหารสำเร็จรูป

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.DESC
source: Deep fried, solidified mudslop. The inside is almost completely uncooked, despite the crunch on the outside.
th_th: ทอดในน้ำมัน. สุกทั้งด้านในมายันด้านนอก.

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.NAME
source: Mush Fry
th_th: ดินทอด

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.RECIPEDESC
source: Deep fried, solidified mudslop.
th_th: ทอดในน้ำมัน.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.DESC
source: The grilled bud of a <style="plant">Bristle Blossom</style>. Heat unlocked an exquisite taste in the fruit, though the burnt spines leave something to be desired.
th_th: การย่าง <style="plant">ดอกไม้มีขน</style>. ความร้อนจะปลดปล่อยรสชาติที่ประณีตออกมา.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.NAME
source: Gristle Berry
th_th: เบอร์รี่กรุบๆ

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.RECIPEDESC
source: The grilled bud of a <style="plant">Bristle Blossom</style>.
th_th: การย่าง <style="plant">ดอกไม้มีขน</style>.

# STRINGS.ITEMS.FOOD.MEAT.DESC
source: Uncooked meat from a very dead creature. Yum!
th_th: เนื้อดิบได้จากสิ่งมีชีวิตที่ตายแล้ว งั่ม!

# STRINGS.ITEMS.FOOD.MEAT.NAME
source: Meat
th_th: เนื้อ
