Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.UI.TOOLS.CANCEL.NAME
source: Cancel
th_th: ยกเลิก

# STRINGS.UI.TOOLS.CANCEL.TOOLNAME
source: Cancel tool
th_th: ยกเลิกเครื่องมือ

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.NAME
source: Clean
th_th: ทำความสะอาด

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.TOOLNAME
source: Clean Up tools
th_th: ทำความสะอาดเครื่องมือ

# STRINGS.UI.TOOLS.COPYSETTINGS.NAME
source: Paste Settings
th_th: วางการตั้งค่า

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLACTION
source: DRAG TO PASTE SETTINGS
th_th: ลากเพื่อวางการตั้งค่า

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLNAME
source: Paste Settings Tool
th_th: วางการตั้งค่าเครื่องมือ

# STRINGS.UI.TOOLS.DECONSTRUCT.NAME
source: Deconstruct
th_th: แยกชิ้นส่วน

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLACTION
source: DRAG TO DECONSTRUCT
th_th: ลากเพื่อแยกชิ้นส่วน

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLNAME
source: Deconstruct tool
th_th: เครื่องมือแยกชิ้นส่วน

# STRINGS.UI.TOOLS.DIG.NAME
source: Dig
th_th: ขุด

# STRINGS.UI.TOOLS.DIG.TOOLACTION
source: DRAG TO DIG
th_th: ลากเพื่อขุด

# STRINGS.UI.TOOLS.DIG.TOOLNAME
source: Dig tool
th_th: เครื่องมือขุด

# STRINGS.UI.TOOLS.ERASEREGION.NAME
source: Clear Region
th_th: ล้างพื้นที่

# STRINGS.UI.TOOLS.ERASEREGION.TOOLACTION
source: DRAG TO ERASE
th_th: ลากเพื่อลบ

# STRINGS.UI.TOOLS.ERASEREGION.TOOLNAME
source: Clear Region tool
th_th: เครื่องมือล้างพื้นที่

# STRINGS.UI.TOOLS.EXOSUITREGION.NAME
source: Drag to designate an exosuit region
th_th: ลากเพื่อกำหนดพื้นที่ exosuit

# STRINGS.UI.TOOLS.EXOSUITREGION.TOOLNAME
source: Exosuit Region tool
th_th: เครื่องมือ Exosuit

# STRINGS.UI.TOOLS.FILTERLAYERS.ALL
source: All
th_th: ทั้งหมด

# STRINGS.UI.TOOLS.FILTERLAYERS.BUILDINGS
source: Buildings
th_th: กำลังสร้าง

# STRINGS.UI.TOOLS.FILTERLAYERS.CLEANANDCLEAR
source: Sweep & Mop Orders
th_th: คำสั่งกวาด & ซับ

# STRINGS.UI.TOOLS.FILTERLAYERS.DIGPLACER
source: Dig Orders
th_th: คำสั่งขุด

# STRINGS.UI.TOOLS.FILTERLAYERS.DO_NOT_HARVEST
source: Manual Harvest
th_th: เก็บเกี่ยวด้วยตนเอง

# STRINGS.UI.TOOLS.FILTERLAYERS.GASPIPES
source: Gas Pipes
th_th: ท่อแก๊ส

# STRINGS.UI.TOOLS.FILTERLAYERS.HARVEST_WHEN_READY
source: Autoharvest
th_th: เก็บเกี่ยวอัตโนมัติ

# STRINGS.UI.TOOLS.FILTERLAYERS.LIQUIDPIPES
source: Liquid Pipes
th_th: ท่อน้ำ

# STRINGS.UI.TOOLS.FILTERLAYERS.TILES
source: Tiles
th_th: กระเบื้อง

# STRINGS.UI.TOOLS.FILTERLAYERS.WIRES
source: Wires
th_th: สายไฟ

# STRINGS.UI.TOOLS.FILTERSCREEN.OPTIONS
source: Options
th_th: ตัวเลือก

# STRINGS.UI.TOOLS.GENERIC.BACK
source: Back
th_th: กลับ

# STRINGS.UI.TOOLS.GENERIC.UNKNOWN
source: UNKNOWN
th_th: ไม่ทราบ

# STRINGS.UI.TOOLS.MARKFORSTORAGE.NAME
source: Sweep
th_th: กวาด

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLACTION
source: DRAG TO SWEEP
th_th: ลากเพื่อกวาด

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLNAME
source: Sweep tool
th_th: เครื่องมือกวาด

# STRINGS.UI.TOOLS.MOP.NAME
source: Mop
th_th: ซับ

# STRINGS.UI.TOOLS.MOP.TOOLACTION
source: DRAG TO MOP
th_th: ลากเพื่อซับ

# STRINGS.UI.TOOLS.MOP.TOOLNAME
source: Mop tool
th_th: เครื่องมือซับ

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLACTION
source: CLICK TO MOVE {0} HERE
th_th: คลิกเพื่อย้าย {0} ที่นี่

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLNAME
source: Move To Tool
th_th: เครื่องมือย้าย

# STRINGS.UI.TOOLS.PRIORITIESCATEGORY.NAME
source: Prioritize
th_th: จัดลำดับความสำคัญ

# STRINGS.UI.TOOLS.PRIORITIZE.NAME
source: Prioritize
th_th: จัดลำดับความสำคัญ

# STRINGS.UI.TOOLS.PRIORITIZE.SPECIFIC_PRIORITY
source: Set Priority: {0}
th_th: กำหนดลำดับความสำคัญ: {0}

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLACTION
source: DRAG TO PRIORITIZE
th_th: ลาเพื่อกำหนดลำดับความสำคัญ

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLNAME
source: Prioritize tool
th_th: เครื่องมือลำดับความสำคัญ

# STRINGS.UI.TOOLS.REGIONCATEGORY.CREATETOOLTIP
source: DRAG TO CREATE
th_th: ลากเพื่อสร้าง

# STRINGS.UI.TOOLS.REGIONCATEGORY.ERASETOOLTIP
source: DRAG TO ERASE
th_th: ลากเพื่อลบ

# STRINGS.UI.TOOLS.REGIONCATEGORY.MERGETOOLTIP
source: DRAG TO MERGE
th_th: ลากเพื่อเชื่อม

# STRINGS.UI.TOOLS.REGIONCATEGORY.NAME
source: Regions
th_th: พื้นที่

# STRINGS.UI.TOOLS.REGIONCATEGORY.TOOLNAME
source: Region tool
th_th: เครื่องมือพื้นที่

# STRINGS.UI.TOOLTIPS.ALERTSTOOLTIP
source: Alerts provide important information about what's happening to your colony right now
th_th: การแจ้งเตือนให้ข้อมูลที่สำคัญเกี่ยวกับสิ่งที่เกิดขึ้นกับอาณานิคมของคุณในขณะนี้

# STRINGS.UI.TOOLTIPS.ATTACKBUTTON
source: Drag to batch harvest mature plants
th_th: ลากเพื่อเก็บเกี่ยวพืชผู้

# STRINGS.UI.TOOLTIPS.BASE_VALUE
source: Base Value
th_th: ค่าพื้นฐาน

# STRINGS.UI.TOOLTIPS.CANCELBUTTON
source: Drag to cancel pending job tasks
th_th: ลากเพื่อยกเลิกงานที่รอดำเนินการ

# STRINGS.UI.TOOLTIPS.CANCELDECONSTRUCTIONBUTTON
source: Cancel queued orders or deconstruct existing buildings
th_th: ยกเลิกคำสั่งที่รออยู่หรือถอดถอนสิ่งก่อสร้างที่มีอยู่

# STRINGS.UI.TOOLTIPS.CLEANUPMAINBUTTON
source: Mop and sweep messy floors
th_th: ซับและกวาดพื้นลื่น

# STRINGS.UI.TOOLTIPS.CLEARBUTTON
source: Drag to move debris off the floor and into storage
th_th: ลากเพื่อเคลื่อนย้ายเศษวัสดุออกจากพื้นและเก็บรักษา

# STRINGS.UI.TOOLTIPS.CLOSETOOLTIP
source: Close
th_th: ปิด

# STRINGS.UI.TOOLTIPS.DECONSTRUCTBUTTON
source: Drag to demolish buildings and refund their resources
th_th: ลากเพื่อรื้อถอนสิ่งก่อสร้างและคืนเงินทรัพยากร

# STRINGS.UI.TOOLTIPS.DECOROVERLAYSTRING
source: Displays decor values
th_th: แสดงค่าตกแต่ง

# STRINGS.UI.TOOLTIPS.DEPRIORITIZEBUTTON
source: Drag to deprioritize dig and build tasks
th_th: ลากเพื่อลดระดับการขุดและสร้างงาน

# STRINGS.UI.TOOLTIPS.DIGBUTTON
source: Drag to set dig tasks and excavate resources
th_th: ลากเพื่อเพิ่มงานขุดทรัพยากร

# STRINGS.UI.TOOLTIPS.DISMISSMESSAGE
source: Dismiss message
th_th: ข้อความขาดหาย

# STRINGS.UI.TOOLTIPS.EDITNAME
source: Give this Duplicant a new name
th_th: ตั้งชื่อ Duplicant ใหม่

# STRINGS.UI.TOOLTIPS.ENERGYGENERATED
source: <style="power">Power</style> Produced
th_th: <style="power">พลังงาน</style> ที่ผลิต

# STRINGS.UI.TOOLTIPS.ENERGYREQUIRED
source: <style="power">Power</style> Required
th_th: <style="power">พลังงาน</style> ที่ต้องการ

# STRINGS.UI.TOOLTIPS.ERASEREGIONBUTTON
source: Drag to erase existing exosuit regions
th_th: ลากเพื่อลบเขต exosuit

# STRINGS.UI.TOOLTIPS.GASVENTOVERLAYSTRING
source: Displays gas pipe system components
th_th: แสดงส่วนประกอบระบบท่อก๊าซ

# STRINGS.UI.TOOLTIPS.HARVESTBUTTON
source: Drag to batch harvest mature plants
th_th: ลากเพื่อเก็บเกี่ยวพืช

# STRINGS.UI.TOOLTIPS.HEATFLOWOVERLAYSTRING
source: Displays areas with comfortable temperatures for Duplicants
th_th: แสดงพื้นที่ที่มีอุณหภูมิสบายสำหรับ Duplicants

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_CEILING
source: Must be built on the ceiling
th_th: ต้องสร้างบนเพดาน

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_FLOOR
source: Must be built on solid ground
th_th: ต้องสร้างบนพื้นแข็ง

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_INSIDEGROUND
source: Must be built in the ground
th_th: ต้องสร้างไว้ในดิน

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_OCCUPIED
source: Must be built in unoccupied space
th_th: ต้องสร้างขึ้นในพื้นที่ว่าง

# STRINGS.UI.TOOLTIPS.HELP_ROTATE_KEY
source: Press <color=^pF44A47>[O]</color> to Rotate
th_th: กด <color=^pF44A47>[O]</color> เพื่อหมุน

# STRINGS.UI.TOOLTIPS.INFOPANEL
source: The Info Panel contains an overview of the basic information about your Duplicant
th_th: แผงข้อมูลประกอบด้วยภาพรวมของข้อมูลพื้นฐานเกี่ยวกับ Duplicant ของคุณ

# STRINGS.UI.TOOLTIPS.ITEMSPANEL
source: The Items Panel displays everything your Duplicant is in possession of
th_th: แผงรายการแสดงทุกอย่างที่เกี่ยวกับ Duplicant

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_ATTRIBUTES
source: The following attributes affect a Duplicant's efficiency at this job:
th_th: คุณลักษณะต่อไปนี้ส่งผลต่อประสิทธิภาพของ Duplicant ในงานนี้:

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_CANNOTPERFORMTASK
source: {0} cannot perform this task.
th_th: {0} ไม่สามารถดำเนินการนี้ได้.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_PRIORITY
source: High priority jobs are performed before low priority jobs. A Duplicant will always continue work on their current job until it is complete, even if a higher priority job becomes available.
th_th: งานที่มีลำดับความสำคัญสูงจะทำงานก่อนงานที่มีลำดับความสำคัญต่ำ Duplicant จะทำงานต่อในงานปัจจุบันจนกว่างานจะเสร็จสมบูรณ์แม้ว่าจะมีงานลำดับความสำคัญสูงกว่า.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_RELEVANT_ATTRIBUTES
source: Relevant Attributes:
th_th: คุณลักษณะที่เกี่ยวข้อง:

# STRINGS.UI.TOOLTIPS.LIGHTSOVERLAYSTRING
source: Displays the visibility radius of light sources
th_th: แสดงรัศมีการมองเห็นของแสง

# STRINGS.UI.TOOLTIPS.LIQUIDVENTOVERLAYSTRING
source: Displays liquid pipe system components
th_th: แสดงส่วนประกอบระบบท่อน้ำ

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_CONSUMABLES
source: Manage Duplicant diets
th_th: จัดการอาหารของ Duplicant

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_DAILYREPORT
source: View daily Colony Reports
th_th: ดูรายงานประจำวันของอาณานิคม

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_JOBS
source: Manage Duplicant job priorities
th_th: จัดการลำดับความสำคัญงานของ Duplicant

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_REQUIRES_RESEARCH
source: Build a Research Station to unlock ------------------ Research buildings can be found in the Stations Tab <color=^pF44A47>[9]</color> of the Build Menu
th_th: สร้างสถานีวิจัยเพื่อปลดล็อก ------------------ อาคารวิจัยสามารถพบได้ในแท็บสถานี <color=^pF44A47>[9]</color>ของ Build Menu

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_RESEARCH
source: View the Research Tree
th_th: ดูสายการวิจัย

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_SCHEDULE
source: Adjust colony timetable
th_th: ปรับตารางของอาณานิคม

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_VITALS
source: View Duplicants' vitals
th_th: ดูพลังงานของผู้คัดลอก Duplicants

# STRINGS.UI.TOOLTIPS.MATIERIAL_MOD
source: Made out of {0}
th_th: ทำมาจาก {0}

# STRINGS.UI.TOOLTIPS.MESSAGESTOOLTIP
source: Messages are events that have happened and tips to help you manage your colony
th_th: ข้อความคือเหตุการณ์ที่เกิดขึ้นและเคล็ดลับในการช่วยคุณจัดการอาณานิคม

# STRINGS.UI.TOOLTIPS.METERSCREEN_AVGSTRESS
source: Highest Stress: {0}
th_th: ความเครียดสูงสุด: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_MEALHISTORY
source: Calories Available: {0}
th_th: แคลอรีที่มีอยู่: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_POPULATION
source: Population: {0}
th_th: จำนวนประชากร: {0}

# STRINGS.UI.TOOLTIPS.MOPBUTTON
source: Drag to wipe up liquid messes
th_th: ลากเพื่อถูของเหลว

# STRINGS.UI.TOOLTIPS.NEXTMESSAGESTOOLTIP
source: Next message
th_th: ข้อความถัดไป

# STRINGS.UI.TOOLTIPS.NOMATERIAL
source: Not enough materials
th_th: วัสดุไม่เพียงพอ

# STRINGS.UI.TOOLTIPS.OXYGENOVERLAYSTRING
source: Displays ambient oxygen density
th_th: แสดงความหนาแน่นของออกซิเจนในอากาศ

# STRINGS.UI.TOOLTIPS.PAUSE
source: Pause
th_th: หยุด

# STRINGS.UI.TOOLTIPS.PAUSEBUTTON
source: Pause
th_th: หยุด

# STRINGS.UI.TOOLTIPS.PLAYBUTTON
source: Start
th_th: เริ่ม

# STRINGS.UI.TOOLTIPS.POWEROVERLAYSTRING
source: Displays power grid components
th_th: แสดงองค์ประกอบของตารางไฟฟ้า

# STRINGS.UI.TOOLTIPS.PRIORITIESOVERLAYSTRING
source: Displays task priority values
th_th: แสดงค่าลำดับความสำคัญของงาน

# STRINGS.UI.TOOLTIPS.PRIORITIZEBUTTON
source: Drag to bump job tasks up or down in importance
th_th: ลากเพื่อเลื่อนงานขึ้นหรือลงในความสำคัญ

# STRINGS.UI.TOOLTIPS.PRIORITIZEMAINBUTTON
source: Drag to bump tasks up or down in importance
th_th: ลากเพื่อเลื่อนงานขึ้นหรือลงในความสำคัญ

# STRINGS.UI.TOOLTIPS.RANDOMIZENAME
source: Randomize this Duplicant's name
th_th: สุ่มตัวอย่างชื่อของ Duplicant นี้

# STRINGS.UI.TOOLTIPS.REACHABILITYOVERLAYSTRING
source: Displays areas accessible by Duplicants
th_th: แสดงพื้นที่ที่เข้าถึงของ Duplicants

# STRINGS.UI.TOOLTIPS.RED_ALERT_CONTENT
source: Colony enters a state of emergency. Duplicants ignore basic needs to work.
th_th: อาณานิคมเข้าสู่ภาวะฉุกเฉิน Duplicants จะไม่สนใจความต้องการขั้นพื้นฐานในการทำงาน.

# STRINGS.UI.TOOLTIPS.RED_ALERT_TITLE
source: Toggle Red Alert
th_th: เปิด / ปิด ใช้งานสถานะฉุกเฉิน

# STRINGS.UI.TOOLTIPS.REGIONOVERLAYSTRING
source: Displays areas requiring Duplicant safety gear
th_th: แสดงพื้นที่ที่ต้องใช้อุปกรณ์ความปลอดภัยของ Duplicant

# STRINGS.UI.TOOLTIPS.ROOMSOVERLAYSTRING
source: Displays fully enclosed rooms
th_th: แสดงห้องที่ปิดสนิท

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_FAST
source: Fast speed {0}
th_th: ความเร็ว สูง {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_MEDIUM
source: Medium speed {0}
th_th: ความเร็ว ปานกลาง {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_SLOW
source: Slow speed {0}
th_th: ความเร็ว ช้า {0}

# STRINGS.UI.TOOLTIPS.TEMPERATUREOVERLAYSTRING
source: Displays ambient temperature
th_th: แสดงอุณหภูมิแวดล้อม

# STRINGS.UI.TOOLTIPS.UNPAUSE
source: Unpause
th_th: ยกเลิกการหยุดชั่วคราว

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.CANCEL
source: Cancel
th_th: ยกเลิก

# STRINGS.UI.UISIDESCREENS.FABRICATORSIDESCREEN.QUEUED_MISSING_INGREDIENTS_TOOLTIP
source: Missing {0} of {1}
th_th: ไม่มี {0} จาก {1}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.HARVESTDETAILS
source: <b>Harvest Rating Tiers</b>:
th_th: <b>ระดับคะแนนการเก็บเกี่ยว</b>:

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.NUMBEROFHARVESTS
source: Harvests: {0}
th_th: การเก็บเกี่ยว: {0}

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.HARVESTDETAILS
source: Yield bonuses for Harvest Ratings
th_th: โบนัสผลตอบแทนสำหรับการจัดอันดับการเก็บเกี่ยว

# STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.TOOLTIPS.PLANTEFFECTS
source: Harvest Rating Point generation and additional effects
th_th: การสร้างจุดและผลกระทบเพิ่มเติม

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.CURRENTLYRESEARCHING
source: Currently Researching
th_th: กำลังทำการวิจัย

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.NOSELECTEDRESEARCH
source: No Research selected
th_th: ไม่มีการวิจัยที่เลือก

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.OPENRESEARCHBUTTON
source: RESEARCH
th_th: วิจัย

# STRINGS.UI.UISIDESCREENS.RESEARCHSIDESCREEN.TITLE
source: Select Research
th_th: เลือกการวิจัย

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.AWAITINGDELIVERY
source: AWAITING DELIVERY: {0}
th_th: รอการจัดส่ง: {0}

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.AWAITINGREMOVAL
source: AWAITING DIGGING UP: {0}
th_th: รอการขุด : {0}

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.AWAITINGREQUEST
source: PLANT: {0}
th_th: ปลูก: {0}

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.ENTITYDEPOSITED
source: PLANTED: {0}
th_th: ปลูกแล้ว: {0}

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.INFORMATION
source: INFORMATION
th_th: ข้อมูล

# STRINGS.UI.UISIDESCREENS.SINGLEENTITYRECEPTACLE.TITLE
source: {0} Seeds
th_th: {0} เมล็ดพันธุ์

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.GAMEOVER
source: Colony Lost
th_th: อาณานิคมสูญหาย

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.NEXTPRODUCTION
source: Next Production: {0}
th_th: การผลิตถัดไป: {0}

# STRINGS.UI.UISIDESCREENS.TELEPADSIDESCREEN.TITLE
source: Duplicant Printing
th_th: การพิมพ์ Duplicant

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.ACTIVATE_IF
source: Activate if:
th_th: เปิดใช้งานหาก:

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.COLDER_BUTTON
source: Below
th_th: ต่ำกว่า

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.CURRENT_TEMPERATURE
source: Current Temperature: {0}
th_th: อุณหภูมิปัจจุบัน: {0}

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.TITLE
source: Temperature Threshold
th_th: เกณฑ์อุณหภูมิ

# STRINGS.UI.UISIDESCREENS.TEMPERATURESWITCHSIDESCREEN.WARMER_BUTTON
source: Above
th_th: ข้างบน

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.ABOVE_BUTTON
source: Above
th_th: ข้างบน

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.ACTIVATE_IF
source: Activate if:
th_th: เปิดใช้งานหาก:

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.BELOW_BUTTON
source: Below
th_th: ต่ำกว่า

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.CURRENT_VALUE
source: Current {0}: {1}
th_th: ปัจจุบัน {0}: {1}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE
source: Pressure
th_th: ความดัน

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE_TOOLTIP_ABOVE
source: Switch will be on if the pressure is above {0}
th_th: สวิตช์จะเปิดอยู่หากความดันอยู่เหนือ {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.PRESSURE_TOOLTIP_BELOW
source: Switch will be off if the pressure is below {0}
th_th: สวิตช์จะดับถ้าความดันต่ำกว่า {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.STATUS_ACTIVE
source: Switch Active
th_th: สวิตซ์ใช้งานอยู่

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.STATUS_INACTIVE
source: Switch Inactive
th_th: สวิตซ์ไม่ได้ใช้งาน

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE
source: Temperature
th_th: อุณหภูมิ

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE_TOOLTIP_ABOVE
source: Switch will be on if the ambient temperature is above {0}
th_th: สวิตช์จะเปิดอยู่หากอุณหภูมิอยู่เหนือ {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TEMPERATURE_TOOLTIP_BELOW
source: Switch will be off if the ambient temperature is below {0}
th_th: สวิตช์จะปิดหากอุณหภูมิห้องต่ำกว่า {0}

# STRINGS.UI.UISIDESCREENS.THRESHOLD_SWITCH_SIDESCREEN.TITLE
source: Pressure Threshold
th_th: เกณฑ์ความดัน

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.CURRENTSTATE
source: Current State:
th_th: สถานะปัจจุบัน:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFF
source: Off
th_th: ปิด

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFFTIME
source: Off Time:
th_th: เวลาปิด:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ON
source: On
th_th: เปิด

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ONTIME
source: On Time:
th_th: เวลาเปิด:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETOACTIVATE
source: Time until activation: {0}
th_th: เวลาที่เปิดใช้งาน: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETODEACTIVATE
source: Time until deactivation: {0}
th_th: เวลาที่ปิดใช้งาน: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TITLE
source: Time Schedule
th_th: ตารางเวลา

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.WARNING
source: Switch must be connected to a <style="power">Power</style> grid
th_th: สวิตช์ต้องเชื่อมต่อกับ <style="power">พลังงาน</style>

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTON
source: All
th_th: ทั้งหมด

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTONTOOLTIP
source: Allow storage of all resource categories in this container
th_th: อนุญาตการจัดเก็บหมวดทรัพยากรทั้งหมดในคอนเทนเนอร์นี้

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.CATEGORYBUTTONTOOLTIP
source: Allow storage of anything in the {0} resource category
th_th: อนุญาตการจัดเก็บทรัพยากรใด ๆ ใน {0} หมวดทรัพยากร

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.MATERIALBUTTONTOOLTIP
source: Add or remove this material from storage
th_th: เพิ่มหรือนำวัสดุนี้ออกจากที่เก็บ

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ONLYALLOWTRANSPORTITEMSBUTTON
source: Sweep Only
th_th: กวาดเท่านั้น

source: Only store objects marked Sweep <color=^pF44A47>[K]</color> in this container
th_th: เก็บเฉพาะวัตถุที่มีเครื่องหมาย กวาด <color=^pF44A47>[K]</color> ในภาชนะนี้

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.TITLE
source: Element Filter
th_th: ตัวกรององค์ประกอบ

# STRINGS.UI.UISIDESCREENS.VALVESIDESCREEN.TITLE
source: Flow Control
th_th: ควบคุมการไหล

# STRINGS.UI.UNITSUFFIXES.CALORIES.CALORIE
source: cal
th_th: แคล

# STRINGS.UI.UNITSUFFIXES.CALORIES.KILOCALORIE
source: kcal
th_th: กิโลแคล

# STRINGS.UI.UNITSUFFIXES.DISTANCE.METER
source: m
th_th: เมตร

# STRINGS.UI.UNITSUFFIXES.ELECTRICAL.JOULE
source: J
th_th: จูล

# STRINGS.UI.UNITSUFFIXES.ELECTRICAL.KILOJOULE
source: kJ
th_th: กิโลจูล

# STRINGS.UI.UNITSUFFIXES.ELECTRICAL.KILOWATT
source: kW
th_th: กิโลวัตต์

# STRINGS.UI.UNITSUFFIXES.ELECTRICAL.WATT
source: W
th_th: วัตต์

# STRINGS.UI.UNITSUFFIXES.MASS.DRACHMA
source: dr
th_th: เงิน

# STRINGS.UI.UNITSUFFIXES.MASS.GRAM
source: g
th_th: กรัม

# STRINGS.UI.UNITSUFFIXES.MASS.KILOGRAM
source: Kg
th_th: กก

# STRINGS.UI.UNITSUFFIXES.MASS.MICROGRAM
source: mcg
th_th: ไมโครกรัม

# STRINGS.UI.UNITSUFFIXES.MASS.MILLIGRAM
source: mg
th_th: มิลลิกรัม

# STRINGS.UI.UNITSUFFIXES.MASS.POUND
source: lb
th_th: ปอนด์

# STRINGS.UI.UNITSUFFIXES.PERCYCLE
source: /cycle
th_th: /รอบ

# STRINGS.UI.UNITSUFFIXES.PERSECOND
source: /s
th_th: /วิ

# STRINGS.UI.UNITSUFFIXES.UNITS
source: units
th_th: หน่วย

# STRINGS.UI.USERMENUACTIONS.ATTACK.NAME
source: Attack
th_th: โจมตี

# STRINGS.UI.USERMENUACTIONS.ATTACK.TOOLTIP
source: Attack this creature
th_th: โจมตีสิ่งมีชีวิตนี้

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.NAME
source: Disable Autoharvest
th_th: ปิดใช้งานการเก็บเกี่ยวโดยอัตโนมัติ

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.TOOLTIP
source: Duplicants will require orders to harvest from this plant
th_th: Duplicants ต้องการเก็บเกี่ยวพืชนี้

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.NAME
source: Cancel Attack
th_th: ยกเลิกการโจมตี

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.TOOLTIP
source: Cancel this attack order
th_th: ยกเลิกคำสั่งโจมตีนี้

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.NAME
source: Cancel Clean
th_th: ยกเลิกการทำความสะอาด

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.TOOLTIP
source: Cancel this cleaning order
th_th: ยกเลิกคำสั่งซื้อการทำความสะอาดนี้

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.NAME
source: Cancel Build
th_th: ยกเลิกการสร้าง

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.TOOLTIP
source: Cancel this build order
th_th: ยกเลิกคำสั่งสร้างนี้

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.NAME
source: Cancel Dig
th_th: ยกเลิกการขุด

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.TOOLTIP
source: Cancel this dig order
th_th: ยกเลิกคำสั่งขุดนี้

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.NAME
source: Cancel Harvest
th_th: ยกเลิกการเก็บเกี่ยว

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.TOOLTIP
source: Cancel this harvest order
th_th: ยกเลิกคำสั่งการเก็บเกี่ยวนี้

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.NAME
source: Cancel Mop
th_th: ยกเลิกการขัดพื้น

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.TOOLTIP
source: Cancel this mop order
th_th: ยกเลิกคำสั่งขัดพื้นนี้

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.NAME
source: Cancel Uproot
th_th: ยกเลิกการถอน

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.TOOLTIP
source: Cancel this uproot order
th_th: ยกเลิกการถอนนี้

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.NAME
source: Clean Toilet
th_th: ทำความสะอาดห้องน้ำ

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.TOOLTIP
source: Remove waste from this toilet
th_th: กำจัดของเสียออกจากห้องน้ำนี้

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME
source: Sweep
th_th: กวาด

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME_OFF
source: Cancel Sweeping
th_th: ยกเลิกการกวาด

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP
source: Put this object away in the nearest storage container
th_th: วางวัตถุนี้ไว้ในที่จัดเก็บที่ใกล้ที่สุด

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP_OFF
source: Cancel this sweep order
th_th: ยกเลิกคำสั่งกวาดนี้

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.NAME
source: Copy Settings
th_th: คัดลอกการตั้งค่า

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.TOOLTIP
source: Apply the settings and priorities of this building to others of the same type
th_th: ใช้การตั้งค่าและลำดับความสำคัญของสิ่งก่อสร้างนี้กับผู้อื่นที่อยู่ในประเภทเดียวกัน

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME
source: Deconstruct
th_th: แยกชิ้นส่วน

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME_OFF
source: Cancel Deconstruct
th_th: ยกเลิกการแยกชิ้นส่วน

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP
source: Demolish this building and refund all resources
th_th: รื้อถอนสิ่งก่อสร้างนี้และคืนทรัพยากรทั้งหมด

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP_OFF
source: Cancel this deconstruct order
th_th: ยกเลิกคำสั่งแยกชิ้นส่วนนี้

# STRINGS.UI.USERMENUACTIONS.DIG.NAME
source: Dig
th_th: ขุด

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP
source: Dig out this cell
th_th: ขุดออกจากห้องนี้

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP_OFF
source: Cancel this dig order
th_th: ยกเลิกคำสั่งขุดนี้
