Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.BUILDINGS.PREFABS.CANVAS.EFFECT
source: Increases <style="decor">Decor</style> and reduces Duplicants' <style="stress">Stress</style>. Must be painted by a Duplicant.
th_th: เพิ่ม <style="decor">ตกแต่ง</style>และลด Duplicants'<style="stress">ความตึงเครียด</style>. ต้องทาสีโดย Duplicant.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EXCELLENTQUALITYNAME
source: Masterpiece
th_th: ผลงานชิ้นเอก

# STRINGS.BUILDINGS.PREFABS.CANVAS.NAME
source: Blank Canvas
th_th: ผ้าใบเปล่า

# STRINGS.BUILDINGS.PREFABS.CANVAS.POORQUALITYNAME
source: Crude Painting
th_th: จิตรกรรมดิบ

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.DESC
source: This light imitates Duplicants' natural aboveground habitat. Sort of. Maybe.
th_th: แสงนี้เลียนแบบที่อยู่อาศัยตามธรรมชาติของ Duplicants ที่อยู่ใต้ดิน.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.EFFECT
source: Improves <style="decor">Decor</style> and reduces <style="stress">Stress</style> by providing <style="light">Light</style>.
th_th: ปรับปรุง <style="decor">ตกแต่ง</style>และลด <style="stress">ความตึงเครียด</style>โดยการให้<style="light">แสง</style>.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.NAME
source: Ceiling Lamp
th_th: ไฟเพดาน

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.DESC
source: What's the point of surviving cosmic catastrophe if you don't look cute?
th_th: อะไรคือจุดที่รอดชีวิตจากภัยพิบัติของจักรวาลถ้าคุณดูไม่น่ารัก?

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.EFFECT
source: Tailors enhanced clothing items for Duplicants. Duplicants will not fabricate unless recipes are queued.
th_th: ปรับแต่งเสื้อผ้าสำหรับ Duplicants Duplicants จะไม่สร้างขึ้นเว้นแต่จะถูกจัดคิว.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.NAME
source: Textile Factory
th_th: โรงงานสิ่งทอ

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.DESC
source: It's time to clear the air.
th_th: ถึงเวลาแล้วที่จะล้างอากาศ.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.EFFECT
source: Filters <style="gas">Carbon Dioxide</style> and removes it from the air.
th_th: กรอง <style="gas">คาร์บอนไดออกไซด์</style>และนำออกจากอากาศ.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.NAME
source: Air Scrubber
th_th: เครื่องฟอกอากาศ

# STRINGS.BUILDINGS.PREFABS.COMPOST.DESC
source: Don't put your waste to waste.
th_th: อย่าทำให้ขยะของคุณเสีย.

# STRINGS.BUILDINGS.PREFABS.COMPOST.EFFECT
source: Breaks <style="solid">Polluted Dirt</style> down into <style="solid">Fertilizer</style>.
th_th: ทำให้<style="solid">มลพิษสกปรก</style>เป็น<style="solid">ปุ๋ย</style>.

# STRINGS.BUILDINGS.PREFABS.COMPOST.NAME
source: Compost
th_th: ปุ๋ยหมัก

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.DESC
source: Make asteroid cuisine marginally more palatable.
th_th: ทำให้อาหารดาวเคราะห์น้อยอร่อยขึ้นเล็กน้อย.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.EFFECT
source: Cooks improved <style="food">Food</style> recipes using multiple ingredients. Duplicants will not fabricate unless recipes are queued.
th_th: ปรับปรุงสูตรอาหาร <style="food">อาหาร</style> โดยใช้ส่วนผสมหลายอย่าง. Duplicants จะไม่สร้างขึ้นเว้นแต่สูตรอาหารจะถูกจัดคิว.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.NAME
source: Cooking Station
th_th: สถานีทำอาหาร

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.DESC
source: The colony that eats together, excretes together.
th_th: อาณานิคมที่กินเข้าด้วยกันขับออกไปด้วยกัน.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.EFFECT
source: Gives Duplicants a place to eat and reduces <style="stress">Stress</style>. Duplicants will automatically eat at their assigned table when hungry.
th_th: ช่วยให้ Duplicants ที่กินและลดความเครียด <style="stress">ความเครียด</style>. Duplicants จะกินอาหารที่โต๊ะที่ได้รับมอบหมายโดยอัตโนมัติเมื่อหิวโหย.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.NAME
source: Mess Table
th_th: ตารางเมสส์

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.DESC
source: Gets hot and steamy.
th_th: ได้รับร้อนและร้อน.

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.EFFECT
source: Separates any <style="liquid">Polluted Water</style> piped through it into <style="gas">Steam</style> and <style="solid">Polluted Dirt</style>.
th_th: แยกน้ำ <style="liquid">น้ำสกปรก</style>พ่นไอน้ำเข้าไปใน <style="gas">ไอน้ำ</style> และเปลี่ยนเป็น<style="solid">มลพิษสกปรก</style>.

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.NAME
source: Distillation Column
th_th: คอลัมน์กลั่น

# STRINGS.BUILDINGS.PREFABS.DOOR.ABOVE
source: above
th_th: ข้างบน

# STRINGS.BUILDINGS.PREFABS.DOOR.BELOW
source: below
th_th: ด้านล่าง

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.AUTO
source: Auto
th_th: อัตโนมัติ

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE
source: Lock
th_th: ล็อค

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN
source: Open
th_th: เปิด

# STRINGS.BUILDINGS.PREFABS.DOOR.DESC
source: Lesser creatures are incapable of operating it. Must be the lack of thumbs.
th_th: สัตว์น้อยมีความสามารถในการดำเนินงานได้. ต้องขาดนิ้วหัวแม่มือ.

# STRINGS.BUILDINGS.PREFABS.DOOR.EFFECT
source: Encloses rooms without blocking the flow of <style="gas">Gas</style> or <style="liquid">Liquid</style>. Wild creatures cannot pass through doors.
th_th: ประตูที่ไม่มีการปิดกั้นการไหลของ <style="gas">ก๊าซ</style>หรือ<style="liquid">ของเหลว</style>. สัตว์ป่าไม่สามารถผ่านประตูได้.

# STRINGS.BUILDINGS.PREFABS.DOOR.LEFT
source: on the left
th_th: ด้านซ้าย

# STRINGS.BUILDINGS.PREFABS.DOOR.NAME
source: Pneumatic Door
th_th: ประตูนิวเมติก

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_NOT_REQUIRED
source: <style="equipment">Exosuit</style> not required {0}
th_th: <style="equipment">Exosuit</style>ไม่จำเป็นต้องใช้ {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_REQUIRED
source: <style="equipment">Exosuit</style> required {0}
th_th: <style="equipment">Exosuit</style> จำเป็นต้องใช้ {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.RIGHT
source: on the right
th_th: ทางขวา

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.DESC
source: Water goes in, life-sustaining oxygen comes out.
th_th: น้ำจะไหลเข้า ออกซิเจนไหลออก.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.EFFECT
source: Produces a steady supply of <style="oxygen">Oxygen</style> using piped in <style="liquid">Water</style>. Becomes idle when the room enters maximum air pressure range.
th_th: ผลิต <style="oxygen">ออกซิเจน</style> โดยใช้ท่อใน <style="liquid">น้ำ</style>. กลายเป็นใช้งานไม่ได้เมื่อห้องเข้าสู่ช่วงความดันอากาศสูงสุด.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.NAME
source: Electrolyzer
th_th: อิเล็กโทร

# STRINGS.BUILDINGS.PREFABS.EXCAVATORBOMB.DESC
source: What's yours is mined, what's mined is yours.
th_th: สิ่งที่คุณเป็นของคุณถูกขุดขึ้นสิ่งที่ถูกขุดออกมาเป็นของคุณ.

# STRINGS.BUILDINGS.PREFABS.EXCAVATORBOMB.EFFECT
source: Fractures and destroys unmined resources with an explosive shockwave. Shockwaves travel further through hard substances.
th_th: ทำลายทรัพยากรที่ไม่มีการทำลายด้วยคลื่นกระแทกที่ระเบิดได้. คลื่นกระแทกเคลื่อนที่ผ่านชั้นหินได้.

# STRINGS.BUILDINGS.PREFABS.EXCAVATORBOMB.NAME
source: Mining Mine
th_th: เหมืองแร่

# STRINGS.BUILDINGS.PREFABS.FARMTILE.DESC
source: Shag rugs are out. Farm floors are all the rage!
th_th: ต้นอ่อนจะออก พื้นฟาร์มมีทั้งหมดโกรธ!

# STRINGS.BUILDINGS.PREFABS.FARMTILE.EFFECT
source: Grows a single <style="plant">Plant</style> when sown with a <style="seed">Seed</style>. Can be used as floor tile. Can be rotated before construction.
th_th: สามารถปลูก <style="plant">พืช</style> แบบ <style="seed">เมล็ดพันธุ์</style>. สามารถใช้เป็นกระเบื้องปูพื้นได้. สามารถหมุนได้ก่อนการก่อสร้าง.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.NAME
source: Farm Tile
th_th: กระเบื้องฟาร์ม

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.DESC
source: Provides plants with all the nutrients they need to live a happy little plant life.
th_th: ให้พืชมีสารอาหารทั้งหมดที่พวกเขาต้องการที่จะมีชีวิตที่มีชีวิตชีวาน้อย.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.EFFECT
source: Uses <style="liquid">Polluted Water</style> to produce <style="solid">Fertilizer</style>.
th_th: ใช้ <style="liquid">น้ำสกปรกr</style> เพื่อผลิต <style="solid">ปุ๋ย</style>.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.NAME
source: Fertilizer Maker
th_th: เครื่องทำปุ๋ย

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.DESC
source: Shine a light on a dark situation.
th_th: ส่องแสงในสถานการณ์ที่มืด.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.EFFECT
source: Improves <style="decor">Decor</style> and reduces <style="stress">Stress</style> by providing <style="light">Light</style>.
th_th: ปรับปรุงการ <style="decor">ตกแต่ง</style> และลด <style="stress">ความเครียด</style> โดยใช้ <style="light">แสง</style>.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.NAME
source: Floor Lamp
th_th: โคมไฟตั้งพื้น

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.DESC
source: Duplicants can all agree it looks nice, even if they can't agree how to pronounce it.
th_th: Duplicants สามารถตกลงกันได้ว่าดูดีแม้ว่าจะไม่สามารถตกลงในการออกเสียงได้ก็ตาม.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.EFFECT
source: Increases <style="decor">Decor</style> and reduces Duplicant <style="stress">Stress</style>.
th_th: เพิ่มการ <style="decor">ตกแต่ง</style> และลดค่า <style="stress">ความเครียด</style>.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.NAME
source: Flower Vase
th_th: แจกันดอกไม้

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.DESC
source: What you do in here is your business.
th_th: สิ่งที่คุณทำในที่นี่คือธุรกิจของคุณ.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.EFFECT
source: Greatly reduces <style="stress">Stress</style> and <style="disease">Disease</style> by more hygienically handling Duplicant waste.
th_th: ลด <style="stress">ความเครียด</style> และลด <style="disease">โรค</style> โดยการจัดการขยะมูลฝอยที่ถูกสุขลักษณะมากขึ้น.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.NAME
source: Lavatory
th_th: ห้องน้ำ

# STRINGS.BUILDINGS.PREFABS.FUELBRICKMAKER.DESC
source: A machine for most pressing matters.
th_th: เครื่องสำหรับเรื่องเร่งด่วนที่สุด.

# STRINGS.BUILDINGS.PREFABS.FUELBRICKMAKER.EFFECT
source: Presses consumable ore into dense Fuel Bricks.
th_th: แร่ที่บริโภคลงในอิฐเชื้อเพลิงหนาแน่น.

# STRINGS.BUILDINGS.PREFABS.FUELBRICKMAKER.NAME
source: Fuel Press
th_th: กดเชื้อเพลิง

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.DESC
source: Easily transport gas with this simple, airtight piping.
th_th: จัดส่งก๊าซได้อย่างง่ายดายด้วยท่อที่ปราศจากอากาศบอบบาง.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.EFFECT
source: Transports <style="gas">Gas</style> between building <style="GasPiping">Intakes</style> and <style="GasPiping">Outputs</style>. Can be run through Tile.
th_th: ขนส่ง <style="gas">ก๊าซ</style>ระหว่างสิ่งก่อสร้าง โดยต่อท่อเข้ากับทาง <style="GasPiping">เข้าท่อ</style> และ <style="GasPiping">ออกท่อ</style>. สามารถใช้งานได้ผ่านกระเบื้อง.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.NAME
source: Gas Pipe
th_th: ท่อแก๊ส

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.DESC
source: Keep those gas pipes separated.
th_th: เก็บท่อแก๊สเหล่านี้ไว้.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.EFFECT
source: Runs one section of <style="GasPiping">Gas Pipe</style> over another without joining their systems.
th_th: ใช้ส่วนของ <style="GasPiping">ท่อก๊าซ</style> โดยไม่ไปยุ่งเกี่ยวกับท่ออื่น.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.NAME
source: Gas Pipe Bridge
th_th: สะพานท่อแก๊ส

# STRINGS.BUILDINGS.PREFABS.GASFILTER.DESC
source: Remind those gases it's time for work, not mingling.
th_th: เตือนก๊าซเหล่านั้นให้เป็นเวลาในการทำงาน ไม่มั่วสุม.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.EFFECT
source: Sieves the selected <style="gas">Gas</style> out of gaseous mixtures, sending it into a separate <style="GasPiping">Pipe</style>.
th_th: กรอง <style="gas">ก๊าซ</style> ที่เลือกออกจากแก๊สส่งลงใน <style="GasPiping">ท่อ</style>.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.NAME
source: Gas Filter
th_th: ตัวกรองก๊าซ

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.DESC
source: It's like walking on a dream!
th_th: มันเหมือนกับการเดินในฝัน!

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.EFFECT
source: Used as floor and wall tile to build rooms. Blocks the flow of <style="liquid">Liquid</style> without obstructing the flow of <style="gas">Gas</style>.
th_th: ใช้เป็นกระเบื้องปูพื้นและผนังเพื่อสร้างห้อง. บล็อกการไหลของ <style="liquid">ของเหลว</style> ทำให้เกิดการไหลเวียนของ <style="gas">แก๊ส</style>.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.NAME
source: Gas Permeable Tile
th_th: กระเบื้องดูดซึมก๊าซ

# STRINGS.BUILDINGS.PREFABS.GASPUMP.DESC
source: Get your colony all pumped up!
th_th: สูบขึ้น!

# STRINGS.BUILDINGS.PREFABS.GASPUMP.EFFECT
source: Draws in <style="gas">Gas</style> runs it through <style="GasPiping">Gas Pipes</style>. Must be immersed in gas.
th_th: วางใน <style="gas">แก๊ซ</style>ส่งผ่านทาง<style="GasPiping">ท่อแก๊ส</style>. ต้องแช่อยู่ในแก๊ส.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.NAME
source: Gas Pump
th_th: ปั๊มแก๊ส

# STRINGS.BUILDINGS.PREFABS.GASVALVE.DESC
source: It's the metal pipe equivalent of kinking a garden hose.
th_th: เป็นท่อโลหะที่เทียบเท่ากับการหักท่อสวน.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.EFFECT
source: Increases or decreases the <style="gas">Gas</style> volume in <style="GasPiping>Pipes</style> to maintain ideal pressure.
th_th: เพิ่มหรือลดระดับ <style="gas">แก๊ส</style> ใน <style="GasPiping>ท่อ</style> เพื่อรักษาความกดดันที่เหมาะ.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.NAME
source: Gas Valve
th_th: วาล์วแก๊ส

# STRINGS.BUILDINGS.PREFABS.GASVENT.DESC
source: Sometimes you just gotta vent.
th_th: บางครั้งคุณก็ต้องระบาย.

# STRINGS.BUILDINGS.PREFABS.GASVENT.EFFECT
source: Releases <style="gas">Gas</style> back into the colony from <style="GasPiping">Gas Pipes</style>.
th_th: ปล่อย <style="gas">ก๊าซ</style> กลับไปยังพิ้นที่โดยต้องผ่าน <style="GasPiping">ท่อแก๊ส</style>.

# STRINGS.BUILDINGS.PREFABS.GASVENT.NAME
source: Gas Vent
th_th: ทางออกแก๊ส

# STRINGS.BUILDINGS.PREFABS.GENERATOR.DESC
source: This may not be the most clean-burning power source, but at least it's also inefficient!
th_th: นี่อาจไม่ใช่แหล่งกำเนิดพลังงานที่สะอาดมากที่สุด แต่อย่างน้อยก็ยังไม่ได้ผล!

# STRINGS.BUILDINGS.PREFABS.GENERATOR.EFFECT
source: A <style="power">Power</style> source that burns <style="RawMineral">Coal</style> to generate electricity.
th_th: <style="power">พลังงาน</style> ที่ได้จากการเผา <style="RawMineral">ถ่านหิน</style> เพื่อนำมาผลิตพลังงาน.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.NAME
source: Coal Generator
th_th: เครื่องกำเนิดไฟฟ้าถ่านหิน

# STRINGS.BUILDINGS.PREFABS.GRAVE.DESC
source: A way to remember your fallen comrades... without remembering the smell.
th_th: วิธีที่จะจำเพื่อนของคุณลดลง ... โดยไม่ต้องจดจำกลิ่น.

# STRINGS.BUILDINGS.PREFABS.GRAVE.EFFECT
source: Prevents <style="stress">Stress</style> and the spread of <style="disease">Disease</style> caused by unburied corpses. Living Duplicants will automatically place a dead Duplicant inside.
th_th: ป้องกัน<style="stress">ความเครียด</style> และลดการแพร่กระจายของ <style="disease">โรค</style> โรคที่เกิดจากซากศพที่ไม่ได้ถูกฝัง. Duplicantsที่มีชีวิตอยู่ จะใส่ Duplicant ที่ตายภายในโดยอัตโนมัติ.

# STRINGS.BUILDINGS.PREFABS.GRAVE.NAME
source: Tasteful Memorial
th_th: อนุสรณ์สถานที่มีรสนิยม

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.DESC
source: The only thing filthy hands are good for is picking up disease.
th_th: สิ่งเดียวที่มือสกปรกเป็นสิ่งที่ดีสำหรับการรับโรค.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.EFFECT
source: Produces a sanitizing gel to remove the <style="disease">Dirty Hands</style> effect from Duplicants. Duplicants will only use the Hand Sanitizer before eating a meal.
th_th: ผลิตเจลทำความสะอาด <style="disease">มือที่สกปรก</style> ทำให้มือ Duplicants สะอาด. Duplicants จะใช้เจลทำความสะอาดมือก่อนทานอาหาร.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.NAME
source: Hand Sanitizer
th_th: เจลทำความสะอาดมือ

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.DESC
source: New Duplicants will come out here, but thank goodness, they'll never go back in.
th_th: Duplicants ใหม่จะออกมาที่นี่ แต่ขอบคุณพระเจ้าที่พวกเขาจะไม่กลับเข้ามาอีก.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.EFFECT
source: An exceptionally advanced bioprinter of unknown origin. It periodically produces new Duplicants.
th_th: เป็น bioprinter ขั้นสูงที่ไม่ทราบชื่อมา. Duplicants จะมาใหม่เป็นระยะๆ.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.DESC
source: Perfect for those heavy duty wiring jobs.
th_th: เหมาะสำหรับงานเดินสายไฟที่มีน้ำหนักมาก.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.EFFECT
source: Carries more <style="power">Wattage</style> than regular Electrical Wire without overloading. Cannot be run through Tile.
th_th: นำ <style="power">วัตต์</style> มากกว่าสายไฟทั่วไป และไม่มีการเกินของพลังงาน. ไม่วางสามารถผ่านกระเบื้องได้.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.NAME
source: Heavi-Watt Wire
th_th: สายไฟแรงสูง

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.DESC
source: Hey, wait... this thing doesn't generate hydrogen at all!
th_th: เฮ้, รอสักครู่ ... สิ่งนี้ไม่ได้สร้างไฮโดรเจนเลย!

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.EFFECT
source: A <style="power">Power</style> source that converts <style="gas">Hydrogen</style> into electricity.
th_th: <style="power">แหล่งพลังงาน</style> ที่แปลง <style="gas">ไฮโดรเจน</style> เป็นพลังงาน.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.NAME
source: Hydrogen Generator
th_th: เครื่องกำเนิดไฮโดรเจน

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.DESC
source: Reduce irritation with this automatic irrigation.
th_th: ลดการระคายเคืองกับระบบชลประทานอัตโนมัตินี้.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.EFFECT
source: Grows a single <style="plant">Plant</style> when sown with a <style="seed">Seed</style>. Allows <style="liquid">Liquid</style> delivery for plant irrigation. Can be used as floor tile. Can be rotated before construction.
th_th: ปลูก <style="plant">พืช</style> แบบ <style="seed">เมล็คพันธุ์</style>. ให้จัดส่ง <style="liquid">ของเหลว</style> เพื่อรดน้ำพืช. สามารถใช้เป็นกระเบื้องปูพื้นได้. สามารถหมุนได้ก่อนการก่อสร้าง.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.NAME
source: Hydroponic Farm
th_th: ฟาร์มไฮโดรโปนิก

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.DESC
source: Ensure your gases stay piping hot. Or cold. Or what have you.
th_th: ตรวจสอบให้แน่ใจว่าแก๊สของคุณร้อน หรือเย็น หรือคุณมีอะไรบ้าง.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.EFFECT
source: Transports <style="gas">Gas</style> with minimal change in <style="heat">Temperature</style>. Can be run through Tile.
th_th: ขนส่ง <style="gas">ก๊าซ</style> โดยมีการเปลี่ยนแปลง <style="heat">อุณหภูมิ</style>น้อยที่สุด. สามารถใช้งานได้ผ่านกระเบื้อง.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.NAME
source: Insulated Gas Pipe
th_th: ท่อก๊าซมีฉนวน

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.DESC
source: Ensure your liquids stay piping hot. Or cold. Or what have you.
th_th: ตรวจสอบให้แน่ใจว่าของเหลวของคุณอยู่ในแนวร้อน หรือเย็น หรือคุณมีอะไรบ้าง.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.EFFECT
source: Transports <style="liquid">Liquid</style> with minimal change in <style="heat">Temperature</style>. Can be run through Tile.
th_th: ขนส่ง <style="liquid">ของเหลว</style> โดยมีการเปลี่ยนแปลง <style="heat">อุณหภูมิ</style>น้อยที่สุด. สามารถใช้งานได้ผ่านกระเบื้อง.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.NAME
source: Insulated Liquid Pipe
th_th: ฉนวนท่อของเหลว

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.DESC
source: This stuff won't go melting if things get heated.
th_th: สิ่งนี้จะไม่หลอมละลายหากสิ่งต่างๆร้อนขึ้น.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.EFFECT
source: Connects buildings to <style="power">Power</style> sources in extreme <style="heat">Heat</style>. Can be run through Tile.
th_th: เชื่อมต่อ <style="power">พลังงาน</style> โดยป้องกันความ <style="heat">ร้อนสูง</style>. สามารถใช้งานได้ผ่านกระเบื้อง.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.NAME
source: Insulated Wire
th_th: สายไฟฉนวน

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.DESC
source: Gives your Duplicants nice, toasty feet. And it's purple!
th_th: ให้ Duplicants ของคุณดีเท้าให้อุ่น. และก็สีม่วง!

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.EFFECT
source: Used as floor and wall tile to build rooms. Reduces <style="heat">Heat</style> transfer between walls.
th_th: ใช้เป็นกระเบื้องปูพื้นและผนังเพื่อสร้างห้อง. ลด <style="heat">ความร้อน</style> ระหว่างผนัง.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.NAME
source: Insulated Tile
th_th: ฉนวนกระเบื้อง

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.DESC
source: You'd be surprised how much research went into making warm wallpaper.
th_th: คุณต้องแปลกใจว่าการวิจัยเข้าสู่การสร้างวอลล์เปเปอร์ที่อบอุ่น.

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.EFFECT
source: Reduces <style="heat">Heat</style> loss through colony walls.
th_th: ลด <style="heat">ความร้อน</style> ผ่านผนัง.

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.NAME
source: Insulation
th_th: ฉนวนกันความร้อน

# STRINGS.BUILDINGS.PREFABS.LADDER.DESC
source: (That means they climb it.)
th_th: (นั่นหมายความว่าพวกเขาปีนขึ้นไป)

# STRINGS.BUILDINGS.PREFABS.LADDER.EFFECT
source: Enables vertical mobility for Duplicants.
th_th: ใช้งานการเคลื่อนที่ในแนวตั้ง.

# STRINGS.BUILDINGS.PREFABS.LADDER.NAME
source: Ladder
th_th: กระได

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.DESC
source: Easily transport liquid with this simple, airtight piping.
th_th: สามารถขนส่งของเหลวได้อย่างง่ายดายด้วยท่ออ่อน.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.EFFECT
source: Transports <style="liquid">Liquid</style> between building <style="LiquidPiping">Intakes</style> and <style="LiquidPiping">Outputs</style>. Can be run through Tile.
th_th: ขนส่ง<style="liquid">ของเหลว</style> ระหว่างสิ่งก่อสร้าง โดย <style="LiquidPiping">ท่อเข้า</style> และ <style="LiquidPiping">ท่อออก</style>. สามารถใช้งานได้ผ่านกระเบื้อง.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.NAME
source: Liquid Pipe
th_th: ท่อของเหลว

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.DESC
source: Keep those liquid pipes separated.
th_th: เก็บท่อที่แยกออกจากกัน.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.EFFECT
source: Runs one section of <style="LiquidPiping">Liquid Pipe</style> overtop another without joining their systems.
th_th: ส่ง <style="LiquidPiping">ของเหลว</style> ไปโดยไม่ไปยุ่งกับระบบท่อื่นๆ.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.NAME
source: Liquid Pipe Bridge
th_th: สะพานท่อของเหลว

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.DESC
source: How refreshing! It's almost like a real breeze.
th_th: วิธีการสดชื่น! มันเกือบจะเหมือนสายลมที่แท้จริง.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.EFFECT
source: Dissipates a small amount of the <style="heat">Heat</style>.
th_th: กระจาย <style="heat">ความร้อน</style> เล็กน้อย.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.NAME
source: Hydrofan
th_th: พัดลม

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.DESC
source: Ever tried separating liquids with your bare hands? Very difficult!
th_th: เคยพยายามแยกของเหลวด้วยมือเปล่าของคุณหรือไม่? ยากมาก!

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.EFFECT
source: Sieves the selected <style="liquid">Liquid</style> out of a liquid mixture, sending it into a separate <style="LiquidPiping">Pipe</style>.
th_th: กรอง <style="liquid">ของเหลว</style> ออกจากพื้นที่นั้นๆ โดยส่งต่อให้<style="LiquidPiping">ท่อ</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.NAME
source: Liquid Filter
th_th: ตัวกรองของเหลว

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.DESC
source: Just the right amount of heat for a nice, hot shower.
th_th: เพียงปริมาณที่เหมาะสมของความร้อนสำหรับการอาบน้ำอุ่นที่ดี.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.EFFECT
source: Marginally <style="heat">Warms</style> large bodies of <style="liquid">Liquid</style>. Must be fully submerged.
th_th: ทำให้น้ำ <style="heat">อุ่น</style> ของทั้งหมดในพื้นที่ที่มี <style="liquid">ของเหลว</style>. ต้องจมน้ำอย่างเต็มที่.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.NAME
source: Liquid Tepidizer
th_th: เครื่องทำน้ำอุ่น

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.DESC
source: Get your colony all pumped up!
th_th: อาณานิคมทั้งหมดของคุณสูบขึ้น!
