Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.ACTIVE.NAME
source: Access Restrictions
th_th: จำกัดการเข้าถึง

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.ACTIVE.TOOLTIP
source: Some Duplicants are prohibited from passing through this door by the current access settings
th_th: ห้าม Duplicants บางส่วนผ่านประตูนี้โดยใช้การตั้งค่าการในปัจจุบัน

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.OFFLINE.NAME
source: Access Control Offline
th_th: การควบคุมการเข้าถึงแบบออฟไลน์

# STRINGS.BUILDING.STATUSITEMS.ACCESS_CONTROL.OFFLINE.TOOLTIP
source: This door has granted Emergency Access Permissions ---------- All Duplicants are permitted to pass through it until power is restored
th_th: ประตูนี้ได้รับสิทธิ์เข้าถึงแบบฉุกเฉิน ---------- จะสามารถใช้ได้ต่อเมื่อมีพลังงาน

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NAME
source: Damage: Tantrum
th_th: ความเสียหาย: ความฉุนเฉียว

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NOTIFICATION
source: Building Damage: Tantrum
th_th: สิ่งที่สร้างความเสียหายกับสิ่งก่อสร้าง: อารมณ์ฉุนเฉียว

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.NOTIFICATION_TOOLTIP
source: Stressed Duplicants are damaging these buildings: {0}
th_th: Duplicants ที่เครียดอาจจะทำสิ่งก่อสร้างเสียหาย: {0}

# STRINGS.BUILDING.STATUSITEMS.ANGERDAMAGE.TOOLTIP
source: A stressed Duplicant is damaging this building
th_th: Duplicant ที่เครียดทำให้สิ่งก่อสร้างนี้เสียหาย

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTO.NAME
source: Assigned to: {Assignee}
th_th: มอบหมายให้: {Assignee}

# STRINGS.BUILDING.STATUSITEMS.ASSIGNEDTO.TOOLTIP
source: Only {Assignee} can use this amenity
th_th: เฉพาะ {Assignee} เท่านั้นสามารถใช้สิ่งนี้ได้

# STRINGS.BUILDING.STATUSITEMS.AWAITINGARTING.NAME
source: Incomplete Artwork
th_th: งานศิลปะที่ไม่สมบูรณ์

# STRINGS.BUILDING.STATUSITEMS.AWAITINGARTING.TOOLTIP
source: This building requires a Duplicant's artistic touch
th_th: สิ่งก่อสร้างนี้ต้องการ Duplicant's ที่มีศิลปะ

# STRINGS.BUILDING.STATUSITEMS.AWAITINGCOMPOSTFLIP.NAME
source: Requires Flipping
th_th: ต้องการกลับด้าน

# STRINGS.BUILDING.STATUSITEMS.AWAITINGCOMPOSTFLIP.TOOLTIP
source: Compost must be flipped periodically to produce fertilizer
th_th: ปุ๋ยหมักจำเป็นต้องกลับด้านเป็นระยะๆ เพื่อผลิดปุ๋ย

# STRINGS.BUILDING.STATUSITEMS.AWAITINGSEEDDELIVERY.NAME
source: Awaiting Delivery
th_th: กำลังรอการจัดส่ง

# STRINGS.BUILDING.STATUSITEMS.AWAITINGSEEDDELIVERY.TOOLTIP
source: Awaiting delivery of selected seed
th_th: กำลังรอการส่งมอบเมล็ดพันธุ์ที่เลือก

# STRINGS.BUILDING.STATUSITEMS.AWAITINGWASTE.NAME
source: Awaiting Compostables
th_th: กำลังรอสิ่งที่ย่อยสลายได้

# STRINGS.BUILDING.STATUSITEMS.AWAITINGWASTE.TOOLTIP
source: More waste material is required to begin the composting process
th_th: ต้องใช้วัสดุเหลือใช้เพิ่มเติมเพื่อเริ่มกระบวนการหมัก

# STRINGS.BUILDING.STATUSITEMS.BATTERIESSUFFICIENTLYFULL.NAME
source: Batteries Sufficiently Full
th_th: แบตเตอรี่จุเต็มแล้ว

# STRINGS.BUILDING.STATUSITEMS.BATTERIESSUFFICIENTLYFULL.TOOLTIP
source: All batteries are above the refill threshold
th_th: แบตเตอรี่ทั้งหมดอยู่ในการชาร์จ

# STRINGS.BUILDING.STATUSITEMS.BROKEN.NAME
source: Broken
th_th: เสีย

# STRINGS.BUILDING.STATUSITEMS.BROKEN.TOOLTIP
source: This building received damage {DamageInfo}
th_th: สิ่งก่อสร้างนี้ได้รับความเสียหาย {DamageInfo}

# STRINGS.BUILDING.STATUSITEMS.BUILDINGDISABLED.NAME
source: Building Disabled
th_th: ปิดการใช้งานสิ่งก่อสร้าง

# STRINGS.BUILDING.STATUSITEMS.BUILDINGDISABLED.TOOLTIP
source: Press <color=^pF44A47>(ENTER)</color> to resume use
th_th: กด <color=^pF44A47>(ENTER)</color> เพื่อใช้งานต่อ

# STRINGS.BUILDING.STATUSITEMS.BURNER.BURNING_FUEL.NAME
source: Consuming Fuel: ({0})
th_th: การใช้เชื้อเพลิง: ({0})

# STRINGS.BUILDING.STATUSITEMS.BURNER.BURNING_FUEL.TOOLTIP
source: {0} fuel remaining
th_th: {0} เชื้อเพลิงที่เหลือ

# STRINGS.BUILDING.STATUSITEMS.BURNER.HAS_FUEL.NAME
source: Fueled: ({0})
th_th: เชื้อเพลิง: ({0})

# STRINGS.BUILDING.STATUSITEMS.BURNER.HAS_FUEL.TOOLTIP
source: {0} fuel remaining
th_th: {0} เชื้อเพลิงที่เหลือ

# STRINGS.BUILDING.STATUSITEMS.CANNOTCOOLFURTHER.NAME
source: Minimum Temperature Reached
th_th: อุณหภูมิต่ำสุด

# STRINGS.BUILDING.STATUSITEMS.CANNOTCOOLFURTHER.TOOLTIP
source: This building cannot cool the surrounding environment below {0}
th_th: สิ่งก่สร้างนี้ไม่สามารถระบายความร้อนในบริเวณโดยรอบที่ตำกว่า {0}

# STRINGS.BUILDING.STATUSITEMS.CHANGEDOORCONTROLSTATE.NAME
source: Pending Door State Change: {ControlState}
th_th: การเปลี่ยนสถานะประตูที่รอดำเนินการ: {ControlState}

# STRINGS.BUILDING.STATUSITEMS.CHANGEDOORCONTROLSTATE.TOOLTIP
source: Waiting for a Duplicant to change control state
th_th: กำลังรอให้ Duplicant เปลี่ยนสถานะการควบคุม

# STRINGS.BUILDING.STATUSITEMS.CONDUITBLOCKED.NAME
source: Pipe Blocked
th_th: ท่อถูกปิดกั้น

# STRINGS.BUILDING.STATUSITEMS.CONDUITBLOCKED.TOOLTIP
source: This pipe system is not serviceable
th_th: ระบบท่อนี้ไม่สามารถใช้งานได้

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTIONUNREACHABLE.NAME
source: Unreachable
th_th: ไม่สามารถเข้าถึงได้

# STRINGS.BUILDING.STATUSITEMS.CONSTRUCTIONUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this construction site
th_th: Duplicants ไม่สามารถเข้าถึงสถานที่ก่อสร้างแห่งนี้ได้

# STRINGS.BUILDING.STATUSITEMS.COOLING.NAME
source: Cooling
th_th: เย็นลง

# STRINGS.BUILDING.STATUSITEMS.COOLING.TOOLTIP
source: This building is cooling the surrounding area
th_th: สิ่งก่อสร้างนี้กำลังระบายความร้อนโดยรอบ

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDGAS.NAME
source: Gas Too Cold
th_th: แก๊สเย็นเกินไป

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDCOLDGAS.TOOLTIP
source: This building cannot cool incoming pipe contents below {0} Current Pipe Contents: {0}
th_th: สิ่งก่สร้างนี้ไม่สามารถระบายความร้อนให้กับท่อด้านล่างได้ {0} เนื้อหาของท่อในปัจจุบัน: {0}

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTENV.NAME
source: Gas Too Hot
th_th: แก๊สร้อนเกินไป

# STRINGS.BUILDING.STATUSITEMS.COOLINGSTALLEDHOTENV.TOOLTIP
source: Incoming pipe contents cannot be cooled more than {2} below the surrounding environment Environment: {0} Current Pipe Contents: {1}
th_th: เนื้อหาท่อขาเข้าไม่สามารถระบายความร้อนได้มากกว่า {2} ภายใต้สภาพแวดล้อมโดยรอบ สิ่งแวดล้อม: {0} ท่อในปัจจุบัน: {1}

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.AUTO
source: Auto
th_th: อัตโนมัติ

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.CLOSED
source: Locked
th_th: ถูกล็อค

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.NAME
source: Current State: {ControlState}
th_th: สถานะปัจจุบัน: {ControlState}

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.OPENED
source: Opened
th_th: เปิดแล้ว

# STRINGS.BUILDING.STATUSITEMS.CURRENTDOORCONTROLSTATE.TOOLTIP
source: Current State: {ControlState} Auto: Duplicants open and close this door as needed Locked: Nothing may pass through Open: This door will remain open
th_th: สถานะปัจจุบัน: {ControlState} อัตโนมัติ: Duplicants เปิดและปิดประตูนี้ตามต้องการ ถูกล็อก: ไม่มีอะไรที่อาจผ่านได้ เปิด: ประตูนี้จะยังคงเปิดอยู่

# STRINGS.BUILDING.STATUSITEMS.DIGUNREACHABLE.NAME
source: Unreachable
th_th: ไม่สามารถเข้าถึงได้

# STRINGS.BUILDING.STATUSITEMS.DIGUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this area
th_th: Duplicants ไม่สามารถเข้าถึงพื้นที่นี้ได้

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONSUMER.NAME
source: Consuming {ElementTypes}: {FlowRate}
th_th: กำลังใช้ {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONSUMER.TOOLTIP
source: This building is utilizing ambient {ElementTypes} from the environment
th_th: อาคารนี้ใช้สภาพแวดล้อม {ElementTypes} จากสิ่งแวดล้อม

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTERINPUT.NAME
source: Using {ElementTypes}: {FlowRate}
th_th: กำลังใช้ {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTERINPUT.TOOLTIP
source: This building is using {ElementTypes} from storage at a rate of {FlowRate}
th_th: อาคารนี้ใช้ {ElementTypes} จากพื้นที่เก็บข้อมูลในอัตรา {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTEROUTPUT.NAME
source: Emitting {ElementTypes}: {FlowRate}
th_th: การปล่อย {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTCONVERTEROUTPUT.TOOLTIP
source: This building is releasing {ElementTypes} at a rate of {FlowRate}
th_th: สิ่งก่อสร้างนี้กำลังปล่อย {ElementTypes} ในอัตรา {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTEMITTEROUTPUT.NAME
source: Emitting {ElementTypes}: {FlowRate}
th_th: การปล่อย {ElementTypes}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ELEMENTEMITTEROUTPUT.TOOLTIP
source: This object is releasing {ElementTypes} at a rate of {FlowRate}
th_th: วัตถุนี้กำลังปล่อย {ElementTypes} ในอัตรา {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGCO2.NAME
source: Emitting CO2: {FlowRate}
th_th: ปล่อย CO2: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: Producing CO2 at {FlowRate}
th_th: การผลิต CO2 ที่ {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGELEMENT.NAME
source: Emitting {ElementType}: {FlowRate}
th_th: การปล่อย {ElementType}: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGELEMENT.TOOLTIP
source: Producing {ElementType} at {FlowRate}
th_th: กำลังผลิต {ElementType} ที่ {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGGASAVG.NAME
source: Emitting <style="gas">{Element}</style>: {FlowRate}
th_th: การปล่อยก๊าซ <style="gas">{Element}</style>: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGGASAVG.TOOLTIP
source: Producing {Element} at a rate of {FlowRate}
th_th: กำลังผลิต {Element} ในอัตรา {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGLIGHT.NAME
source: Emitting Light
th_th: เปล่งแสง

# STRINGS.BUILDING.STATUSITEMS.EMITTINGLIGHT.TOOLTIP
source: Open the Light Overlay [{LightGridOverlay}] to view this light's visibility radius
th_th: เปิดการวางซ้อนของแสง {{LightGridOverlay}] เพื่อดูรัศมีการมองเห็นของแสง

# STRINGS.BUILDING.STATUSITEMS.EMITTINGOXYGENAVG.NAME
source: Emitting <style="oxygen">Oxygen</style>: {FlowRate}
th_th: การปล่อยก๊าซ <style="oxygen">ออกซิเจน </style>: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.EMITTINGOXYGENAVG.TOOLTIP
source: Producing oxygen at a rate of {FlowRate}
th_th: การผลิตออกซิเจนในอัตรา {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NAME
source: Entombed
th_th: ฝังอยู่

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NOTIFICATION_NAME
source: Building entombment
th_th: สิ่งก่อสร้างฝังศพ

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.NOTIFICATION_TOOLTIP
source: These buildings are entombed and need to be dug out:
th_th: สิ่งก่อสร้างเหล่านี้ฝังอยู่และต้องขุดออก:

# STRINGS.BUILDING.STATUSITEMS.ENTOMBED.TOOLTIP
source: Must be dug out by a Duplicant
th_th: ต้องขุดออกโดย Duplicant

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.ARMED.NAME
source: Armed
th_th: ติด

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.ARMED.TOOLTIP
source: Stand back, this baby's ready to blow!
th_th: ยืนข้างหลังลูกนี้พร้อมที่จะระเบิด!

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.COUNTDOWN.NAME
source: Countdown: ({0})
th_th: นับถอยหลัง: ({0})

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.COUNTDOWN.TOOLTIP
source: {0} seconds until detonation
th_th: {0} วินาทีจนกว่าจะมีการระเบิด

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.DUPE_DANGER.NAME
source: Duplicant Preservation Override
th_th: Duplicant แทนที่การรักษา

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.DUPE_DANGER.TOOLTIP
source: Explosive disabled due to close Duplicant proximity
th_th: การระเบิดปิดใช้งานเนื่องจาก Duplicant อยู่ใกล้เกินไป

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.EXPLODING.NAME
source: Exploding
th_th: กำลังระเบิด

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.EXPLODING.TOOLTIP
source: Kaboom!
th_th: ตูมมม!

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.UNARMED.NAME
source: Unarmed
th_th: ปลด

# STRINGS.BUILDING.STATUSITEMS.EXCAVATOR_BOMB.UNARMED.TOOLTIP
source: This explosive is currently inactive
th_th: ระเบิดนี้ใช้งานไม่ได้

# STRINGS.BUILDING.STATUSITEMS.EXPIRED.NAME
source: Depleted
th_th: หมด

# STRINGS.BUILDING.STATUSITEMS.EXPIRED.TOOLTIP
source: This building has no more use
th_th: สิ่งก่สร้างนี้ไม่มีประโยชน์มากนัก

# STRINGS.BUILDING.STATUSITEMS.FABRICATOREMPTY.NAME
source: No Fabrications Queued
th_th: ไม่มีการจัดคิวรอ

# STRINGS.BUILDING.STATUSITEMS.FABRICATOREMPTY.TOOLTIP
source: Queue a recipe to begin fabrication
th_th: จัดคิวเพื่อเริ่มต้นการประดิษฐ์

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NAME
source: Building Flooded
th_th: สิ่งก่อสร้างถูกน้ำท่วม

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NOTIFICATION_NAME
source: Flooding
th_th: น้ำกำลังท่วม

# STRINGS.BUILDING.STATUSITEMS.FLOODED.NOTIFICATION_TOOLTIP
source: These buildings are flooded:
th_th: สิ่งก่อสร้างเหล่านี้ถูกน้ำท่วม:

# STRINGS.BUILDING.STATUSITEMS.FLOODED.TOOLTIP
source: Building cannot function at current saturation
th_th: สิ่งก่อสร้างไม่สามารถทำงานโดยความอิ่มตัวของกระแส

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILET.NAME
source: Lavatory Ready
th_th: ห้องสุขาพร้อม

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILET.TOOLTIP
source: This bathroom is ready to receive visitors
th_th: ห้องน้ำนี้พร้อมที่จะรับผู้เข้าชมแล้ว

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILETINUSE.NAME
source: Lavatory In Use
th_th: ห้องสุขาในการใช้

# STRINGS.BUILDING.STATUSITEMS.FLUSHTOILETINUSE.TOOLTIP
source: This bathroom is occupied
th_th: ห้องน้ำนี้มีอยู่

# STRINGS.BUILDING.STATUSITEMS.GASPIPEEMPTY.NAME
source: Empty Pipe
th_th: ท่อเปล่า

# STRINGS.BUILDING.STATUSITEMS.GASPIPEEMPTY.TOOLTIP
source: There is no gas in this pipe
th_th: ไม่มีแก๊สในท่อนี้

# STRINGS.BUILDING.STATUSITEMS.GASPIPEOBSTRUCTED.NAME
source: Not Pumping
th_th: ไม่สูบ

# STRINGS.BUILDING.STATUSITEMS.GASPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
th_th: ปั๊มนี้ไม่ทำงาน

# STRINGS.BUILDING.STATUSITEMS.GASVENTOBSTRUCTED.NAME
source: Gas Vent Obstructed
th_th: มีแก๊สอุดตัน

# STRINGS.BUILDING.STATUSITEMS.GASVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing gas flow to this vent
th_th: ท่อได้รับการอุดตันและป้องกันการไหลของก๊าซในช่องระบายอากาศนี้

# STRINGS.BUILDING.STATUSITEMS.GASVENTOVERPRESSURE.NAME
source: Gas Vent Overpressure
th_th: แรงดันแก๊สเกิน

# STRINGS.BUILDING.STATUSITEMS.GASVENTOVERPRESSURE.TOOLTIP
source: Area's ambient pressure is too high to emit additional gas Reduce pressure by pumping gas away or clearing more space
th_th: ความดันบรรยากาศของพื้นที่สูงเกินไปที่จะปล่อยก๊าซเพิ่มเติม ลดแรงดันด้วยการสูบจ่ายก๊าซหรือลดพื้นที่มากขึ้น

# STRINGS.BUILDING.STATUSITEMS.GENERATOROFFLINE.NAME
source: Generator Idle
th_th: เครื่องกำเนิดไฟฟ้าไม่ทำงาน

# STRINGS.BUILDING.STATUSITEMS.GENERATOROFFLINE.TOOLTIP
source: This power source is idle
th_th: แหล่งจ่ายไฟนี้ไม่ได้ใช้งาน

# STRINGS.BUILDING.STATUSITEMS.GRAVE.NAME
source: RIP {DeadDupe}
th_th: ไว้อาลัย {DeadDupe}

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.NAME
source: Empty
th_th: ว่างเปล่า

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.TOOLTIP
source: This memorial honors no one.
th_th: อนุสรณ์สถานนี้ไม่มีใครให้เกียรติ.

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.NAME
source: Max Temperature Reached
th_th: อุณหภูมิถึงสูงสุดแล้ว

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.TOOLTIP
source: This building cannot heat the surrounding environment beyond {0}
th_th: อาคารนี้ไม่สามารถให้ความร้อนแก่สภาพแวดล้อมโดยรอบได้ไกลเกินกว่า {0}

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.NAME
source: Low Air Pressure
th_th: แรงดันอากาศต่ำ

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to heat up
th_th: ต้องใช้ความกดอากาศต่ำสุดของ {TargetPressure} เพื่อให้อาคารนี้ร้อนขึ้น

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.NAME
source: Not Submerged In Liquid
th_th: ไม่ได้ถูกฝังอยู่ในของเหลว

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.TOOLTIP
source: This building must be submerged in liquid to function
th_th: อาคารนี้ต้องจมอยู่ในของเหลวที่จะทำงาน

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.NAME
source: Invalid Building Location
th_th: สถานที่ก่อสร้างไม่ถูกต้อง

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.TOOLTIP
source: Cannot construct building in this location
th_th: ไม่สามารถก่อสร้างในตำแหน่งนี้ได้

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.NAME
source: <style="power">Power</style> Available: {JoulesAvailable}
th_th: <style="power">กำลังไฟ</style> มีให้ใช้งาน: {JoulesAvailable}

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.TOOLTIP
source: {JoulesAvailable} of stored power available for use
th_th: {JoulesAvailable} กำลังเก็บไว้พร้อมใช้งาน

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.NAME
source: Empty Pipe
th_th: ท่อเปล่า

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.TOOLTIP
source: There is no liquid in this pipe
th_th: ไม่มีของเหลวในท่อนี้

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.NAME
source: Not Pumping
th_th: ไม่สูบ

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
th_th: ปั๊มนี้ไม่ทำงาน

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.NAME
source: Liquid Vent Obstructed
th_th: การระบายอากาศของของเหลวถูกกีดขวาง

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing liquid flow to this vent
th_th: ท่อถูกอุดตันและป้องกันการไหลของของไหลสู่ช่องระบายอากาศนี้

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.NAME
source: Liquid Vent Overpressure
th_th: แรงดันเกิน

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.TOOLTIP
source: Area's ambient pressure is too high to emit additional liquid Reduce pressure by pumping liquid away or clearing more space
th_th: ความดันบรรยากาศของพื้นที่สูงเกินไปที่จะปล่อยของเหลวเพิ่มเติม ลดแรงดันโดยการสูบน้ำออกหรือล้างพื้นที่มากขึ้น

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.NAME
source: Masterpiece
th_th: ผลงานชิ้นเอก

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.TOOLTIP
source: This poignant piece stirs something deep within each Duplicant's soul
th_th: ชิ้นส่วนที่ฉุนนี้ทำให้เกิดสิ่งที่ลึกซึ้งในจิตวิญญาณของ Duplicant

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.NAME
source: Quaint
th_th: แปลกตา

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.TOOLTIP
source: Duplicants find this artpiece quite charming
th_th: Duplicants โต้เถียงพบว่าชิ้นงานชิ้นนี้มีเสน่ห์มาก

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.NAME
source: Crude
th_th: หยาบ

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.TOOLTIP
source: Honestly, a Morb could've done better
th_th: การถูพื้นสามารถทำได้ดีกว่า

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.NAME
source: Charging Up
th_th: ชาร์จไฟ

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.TOOLTIP
source: This power source is being charged
th_th: แหล่งจ่ายไฟนี้ถูกชาร์จ

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.NAME
source: Powering
th_th: เปิดเครื่อง

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.TOOLTIP
source: This generator is supplying energy to power consumers
th_th: เครื่องกำเนิดไฟฟ้านี้จะจัดหาพลังงานให้กับเครื่องใช้ไฟฟ้า

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.NAME
source: Manually Controlled
th_th: ควบคุมด้วยตนเอง

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.TOOLTIP
source: This Duplicant is under your control
th_th: Duplicant นี้อยู่ภายใต้การควบคุมของคุณ

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NAME
source: Insufficient Resources {ItemsRemaining}
th_th: ทรัพยากรไม่เพียงพอ {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_NAME
source: Building lacks resources
th_th: สิ่งก่อสร้างขาดทรัพยากร

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_TOOLTIP
source: Crucial materials are unavailable or beyond reach for these buildings:
th_th: วัสดุที่สำคัญไม่สามารถใช้งานได้หรืออยู่ใกล้กับสิ่งก่อสร้างเหล่านี้:

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.TOOLTIP
source: Crucial materials for this building are beyond reach or unavailable
th_th: วัสดุที่สำคัญสำหรับสิ่งก่อสร้างนี้ไม่สามารถเข้าถึงหรือใช้งานไม่ได้

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.NAME
source: Resources Low {ItemsRemaining}
th_th: ทรัพยากรต่ำ {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.TOOLTIP
source: This building will soon require materials that are unavailable
th_th: สิ่งก่อสร้างนี้ต้องการวัสดุที่ใช้ไม่ได้ในไม่ช้า

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NAME
source: Melting Down
th_th: ละลายลง

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_NAME
source: Building meltdown
th_th: สิ่งก่อสร้างละลายลง

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_TOOLTIP
source: These buildings are collapsing:
th_th: สิ่งก่อสร้างเหล่านี้ยุบลง :

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.TOOLTIP
source: This building is collapsing
th_th: สิ่งก่อสร้างนี้ยุบ

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.NAME
source: Missing Foundation
th_th: พื้นหายไป

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.TOOLTIP
source: Build Tiles beneath this building ------------------ Tiles can be found in the <color=^p833A5FFF>Base Tab</color> <color=^pF44A47>[1]</color> of the Build Menu
th_th: สร้างกระเบื้องใต้อาคารนี้ ------------------ กระเบื้องสามารถพบได้ในแท็บ <color=^p833A5FFF>แท็บฐาน</color> <color=^pF44A47>[1]</color> ของเมนู Build

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.NAME
source: Multitool Required
th_th: จำเป็นต้องใช้ Multitool

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.TOOLTIP
source: A multitool is required to mine this material ------------------ Multitools can be made at Crafting Stations in the <color=^p833A5FFF>Stations Tab</color> <color=^pF44A47>[9]</color> of the Build Menu
th_th: ต้องใช้เครื่องมือมัลติทับเพื่อทำเหมืองแร่นี้ ------------------ Multitools สามารถทำได้ที่ Crafting Stations ในแท็บ Stations <color=^p833A5FFF>Stations Tab</color> <color=^pF44A47>[9]</color> of the Build Menu

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.NAME
source: No Gas Intake
th_th: ไม่มีก๊าซเข้า

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.TOOLTIP
source: This building has nowhere to receive gas from
th_th: สิ่งก่อสร้างนี้ไม่มีที่จะรับก๊าซจาก

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.NAME
source: No Gas Output
th_th: ไม่มีก๊าซออก

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.TOOLTIP
source: This building has nowhere to send gas
th_th: สิ่งก่อสร้างนี้ไม่มีที่จะส่งก๊าซ

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.NAME
source: No Liquid Intake
th_th: ไม่มีการบริโภคน้ำ

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.TOOLTIP
source: This building has nowhere to receive liquid from
th_th: สิ่งก่อสร้างนี้ไม่มีที่ไหนเลยที่จะได้รับของเหลวจาก

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.NAME
source: No Liquid Output
th_th: ไม่มีเอาท์พุทของเหลว

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.TOOLTIP
source: This building has nowhere to send liquid
th_th: สิ่งก่อสร้างนี้ไม่มีที่จะส่งของเหลว

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.NAME
source: No Seeds
th_th: ไม่มีเมล็ด

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.TOOLTIP
source: Uproot wild plants to obtain seeds
th_th: ถอนรากพืชป่าเพื่อให้ได้เมล็ด

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.NAME
source: No Power
th_th: ไม่มีพลังงาน

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.TOOLTIP
source: All connected power sources have lost charge
th_th: แหล่งพลังงานที่เชื่อมต่อทั้งหมดสูญหาย

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.NAME
source: Resource Required
th_th: จำเป็นต้องใช้ทรัพยากร

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.TOOLTIP
source: This building is missing required materials
th_th: อาคารนี้ไม่มีวัสดุจำเป็นต้องใช้

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.NAME
source: No Seed Selected
th_th: ไม่ได้เลือกเมล็ดพันธุ์

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.TOOLTIP
source: Uproot wild plants to obtain seeds
th_th: ถอนรากพืชป่าเพื่อให้ได้เมล็ด

# STRINGS.BUILDING.STATUSITEMS.NEEDSREGION.NAME
source: Missing Region
th_th: พื้นที่ที่ขาดหายไป

# STRINGS.BUILDING.STATUSITEMS.NEEDSREGION.TOOLTIP
source: This building must be inside a {0} region
th_th: สิ่งก่อสร้างนี้ต้องอยู่ภายในพื้นที่ {0} นั้น
