Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.DUPLICANTS.DEATHS.STARVATION.DESCRIPTION
source: {Target} has starved to death.
th_th: {Target} อดอยากจนตาย.

# STRINGS.DUPLICANTS.DEATHS.STARVATION.NAME
source: Starvation
th_th: ความอดอาหาร

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.DESCRIPTION
source: {Target} has suffocated to death.
th_th: {Target} ขาดอากาศหายใจตาย.

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.NAME
source: Suffocation
th_th: ขาดอากาศหายใจ

# STRINGS.DUPLICANTS.DISEASES.ALLDISEASES.NAME
source: All Diseases
th_th: โรคทั้งหมด

# STRINGS.DUPLICANTS.DISEASES.BOOSTSCURESPEED
source: Heal speed (<style="disease">{0}</style>): <style="produced">+{1}</style>
th_th: ความเร็วในการรักษา (<style="disease">{0}</style>): <style="produced">+{1}</style>

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.DESCRIPTION
source: This Duplicant's thought processes have been slowed to a crawl as a result of extreme cold exposure
th_th: Duplicant นี้ได้รับการชะลอตัวลงเนื่องจากป่วย เป็นผลมาจากการที่อากาศหนาวเย็นมาก

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.NAME
source: Hypothermia
th_th: สภาวะอุณหภูมิร่างกายต่ำกว่าปกติ

# STRINGS.DUPLICANTS.DISEASES.CURED_POPUP
source: Cured of {0}
th_th: รักษา {0}

# STRINGS.DUPLICANTS.DISEASES.CURES
source: Instantly cures <style="disease">{0}</style>
th_th: รักษาให้หายขาด <style="disease">{0}</style>

# STRINGS.DUPLICANTS.DISEASES.DIARRHEA.DESCRIPTION
source: This Duplicant's gut is giving them some trouble
th_th: ลำไส้ของ Duplicant's ทำให้เกิดปัญหาบางอย่าง

# STRINGS.DUPLICANTS.DISEASES.DIARRHEA.NAME
source: Diarrhea
th_th: โรคท้องร่วง

# STRINGS.DUPLICANTS.DISEASES.DWEEBCEPHALY.DESCRIPTION
source: This Duplicant is experiencing cognitive impairment as a result of illness
th_th: Duplicant กำลังประสบปัญหาความบกพร่องทางสติปัญญาอันเป็นผลมาจากการเจ็บป่วย

# STRINGS.DUPLICANTS.DISEASES.DWEEBCEPHALY.NAME
source: Brain Fog
th_th: โรคสมองเสื่อม

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTION
source: This Duplicant's last meal might have been past its prime
th_th: อาหารมื้อสุดท้ายของ Duplicant นี้อาจจะเป็นพิษ

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.NAME
source: Food Poisoning
th_th: อาหารเป็นพิษ

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.DESCRIPTION
source: This Duplicant's thought processes have short circuited as a result of extreme heat exposure
th_th: กระบวนการนี้ของ Duplicant มีการลัดวงจรอันเนื่องมาจากการได้รับความร้อนสูง

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.NAME
source: Heat Stroke
th_th: จังหวะความร้อน

# STRINGS.DUPLICANTS.DISEASES.INFECTED_POPUP
source: Became infected by {0}
th_th: กลายเป็นติดเชื้อโดย {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.FOOD
source: eating a {0}
th_th: กิน {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.INTERNAL_TEMPERATURE
source: extreme internal temperature
th_th: อุณหภูมิภายในที่รุนแรง

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.TOXIC_AREA
source: standing in a toxic area
th_th: ยืนอยู่ในพื้นที่ที่เป็นพิษ

# STRINGS.DUPLICANTS.DISEASES.LAZIBONITIS.DESCRIPTION
source: This Duplicant really doesn't feel like working right now
th_th: Duplicant นี้จริงๆไม่รู้สึกอยากทำงานในขณะนี้

# STRINGS.DUPLICANTS.DISEASES.LAZIBONITIS.NAME
source: The Lackadaisies
th_th: อาลัยตายอยาก

# STRINGS.DUPLICANTS.DISEASES.NOMEDICINETAKEN
source: None
th_th: ไม่มี

# STRINGS.DUPLICANTS.DISEASES.NOTIFICATION_TOOLTIP
source: {0} contracted <style="disease">{1}</style> by {2}
th_th: {0} การลดของ <style="disease">{1}</style> by {2}

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.CRINGE_EFFECT
source: Smelled a putrid odor
th_th: กลิ่นเหม็นเน่า

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.DESCRIPTION
source: The pungent odor wafting off this Duplicant is nauseating to their peers
th_th: กลิ่นฉุนที่หลุดออกจากเครื่อง Duplicant นี้ทำให้คนรอบข้างไม่รู้สึกตัว

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.NAME
source: Trench Stench
th_th: ร่องลึก

# STRINGS.DUPLICANTS.DISEASES.RECUPERATING
source: Resting up
th_th: กำลังพักผ่อน

# STRINGS.DUPLICANTS.DISEASES.REDUCECURESPEED
source: Heal speed (<style="disease">{0}</style>): <style="consumed">{1}</style>
th_th: ความเร็วการรักษา (<style="disease">{0}</style>): <style="consumed">{1}</style>

# STRINGS.DUPLICANTS.DISEASES.SAWCORPSOSIS.DESCRIPTION
source: This Duplicant saw the corpse of a friend
th_th: Duplicant นี้เห็นซากศพของเพื่อน

# STRINGS.DUPLICANTS.DISEASES.SAWCORPSOSIS.NAME
source: Existential Angst
th_th: อมทุกข์

# STRINGS.DUPLICANTS.DISEASES.SPORES.DESCRIPTION
source: This Duplicant has become a walking fungal pod as a result of illness
th_th: Duplicant นี้เป็นเชื้อราอันเป็นผลมาจากความเจ็บป่วย

# STRINGS.DUPLICANTS.DISEASES.SPORES.NAME
source: The Spores
th_th: สปอร์

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP
source: {Symptoms} Contracted by {InfectionSource} Duration remaining: {Duration} Remedies: {Cures}
th_th: {Symptoms} ติดต่อโดย: {InfectionSource} ระยะเวลาที่เหลืออยู่: {Duration} การเยียวยา: {Cures}

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.EATCOMPLETEEDIBLE
source: May cause <style="disease">{Diseases}</style>
th_th: อาจทำให้เกิด <style="disease">{Diseases}</style>

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.TOOLTIPS.EATCOMPLETEEDIBLE
source: May cause {Diseases}
th_th: อาจทำให้ {Diseases}

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.NAME
source: New Hope
th_th: ความหวังใหม่

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.TOOLTIP
source: This Duplicant feels pretty optimistic about their new home
th_th: Duplicant รู้สึกแง่ดีมากเกี่ยวกับบ้านใหม่ของพวกเขา

# STRINGS.DUPLICANTS.MODIFIERS.BASEROT.NAME
source: Base Decay Rate
th_th: อัตราการสลายตัวของฐาน

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NAME
source: Insatiable Hunger
th_th: ความหิวกระหาย

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_NAME
source: Binge Eating
th_th: เครียดก็กิน

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_TOOLTIP
source: These Duplicants became too <style="stress">Stressed</style> and started eating everything in sight:
th_th: ถ้า Duplicants นี้มี <style="stress">ความเครียด</style> จะเริ่มกินทุกอย่างที่ขวางหน้า:

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.TOOLTIP
source: This Duplicant is stuffing their face a result of stress
th_th: Duplicant กินทุกอย่างเป็นผลมาจากความเครียด

# STRINGS.DUPLICANTS.MODIFIERS.BREATHING.NAME
source: Breathing
th_th: หายใจ

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.CAUSE
source: Obtained by exposure to hot water
th_th: ได้จากการสัมผัสกับน้ำร้อน

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.NAME
source: Scalded
th_th: ไฟลวก

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.TOOLTIP
source: Ouch! This Duplicant showered or was doused in water that was much too hot
th_th: อุ๊ย! Duplicant อาบน้ำหรือถูกราดน้ำที่ร้อนเกินไป

# STRINGS.DUPLICANTS.MODIFIERS.BURNINGCALORIES.NAME
source: Burning Calories
th_th: การเผาผลาญแคลอรี

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.NAME
source: Center of Attention
th_th: ศูนย์ความสนใจ

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.TOOLTIP
source: This Duplicant feels like someone is watching them...
th_th: Duplicant นี้รู้สึกเหมือนมีคนเฝ้าดูพวกเขา ...

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.CAUSE
source: This Duplicant got so good at their job that they became claustrophobic
th_th: Duplicant นี้มีงานที่ดีที่แต่พวกรู้สึกอึดอัด

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
th_th: อึดอัด

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.TOOLTIP
source: This Duplicant recently found themselves in an upsettingly cramped space
th_th: Duplicant เมื่อเร็ว ๆ นี้พบว่าตัวเองอยู่ในพื้นที่คับแคบ

# STRINGS.DUPLICANTS.MODIFIERS.CLOTHING.NAME
source: Clothing
th_th: เสื้อผ้า

# STRINGS.DUPLICANTS.MODIFIERS.COLD.NAME
source: Cold
th_th: หนาว

# STRINGS.DUPLICANTS.MODIFIERS.COLD.TOOLTIP
source: This Duplicant is uncomfortably cold
th_th: Duplicant นี้เย็นสบาย

# STRINGS.DUPLICANTS.MODIFIERS.COLDAIR.NAME
source: Cold Air
th_th: อากาศเย็น

# STRINGS.DUPLICANTS.MODIFIERS.COOLINGDOWN.NAME
source: Cooling Down
th_th: เย็นลง

# STRINGS.DUPLICANTS.MODIFIERS.COOLINGDOWN.TOOLTIP
source: This Duplicant is trying to cool back down
th_th: Duplicant กำลังพยายามทำให้เย็นลง

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.CAUSE
source: Obtained through the Ugly Crier stress response
th_th: เมื่อเครียดแล้วร้องให้จนน้ำมูกน้ำลายไหล

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.NAME
source: Cry Face
th_th: ร้องให้น้ำมูกน้ำลายไหล

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.TOOLTIP
source: This Duplicant recently had a crying fit and it shows
th_th: Duplicant เมื่อเร็ว ๆ นี้มีรูปแบบการร้องไห้และแสดงให้เห็น

# STRINGS.DUPLICANTS.MODIFIERS.DARKNESS.NAME
source: Darkness
th_th: ความมืด

# STRINGS.DUPLICANTS.MODIFIERS.DARKNESS.TOOLTIP
source: Eep! This Duplicant doesn't like being in the dark!
th_th: ฮื้ออ! Duplicant ไม่ชอบอยู่ในความมืด!

# STRINGS.DUPLICANTS.MODIFIERS.DEAD.NAME
source: Dead
th_th: ตาย

# STRINGS.DUPLICANTS.MODIFIERS.DIRTYHANDS.CAUSE
source: Obtained through prolonged digging or construction
th_th: ได้จากการขุดหรือก่อสร้างเป็นเวลานาน

# STRINGS.DUPLICANTS.MODIFIERS.DIRTYHANDS.NAME
source: Dirty Hands
th_th: มือสกปรก

# STRINGS.DUPLICANTS.MODIFIERS.DIRTYHANDS.TOOLTIP
source: This Duplicant needs to wash their hands
th_th: Duplicant นี้ต้องการล้างมือ

# STRINGS.DUPLICANTS.MODIFIERS.DISTURBEDSLEEP.NAME
source: Disturbed Sleep
th_th: ถูกรบกวนการนอนหลับ

# STRINGS.DUPLICANTS.MODIFIERS.DISTURBEDSLEEP.TOOLTIP
source: This Duplicant's sleep was disturbed
th_th: การนอนหลับของ Duplicant นี้ถูกรบกวน

# STRINGS.DUPLICANTS.MODIFIERS.EATINGCALORIES.NAME
source: Eating
th_th: กำลังกิน

# STRINGS.DUPLICANTS.MODIFIERS.ENTITLEMENT.NAME
source: Entitlement
th_th: สิทธิ

# STRINGS.DUPLICANTS.MODIFIERS.ENTITLEMENT.TOOLTIP
source: Duplicants will demand better decor and accommodations with each Profession level they gain
th_th: Duplicants จะต้องการการตกแต่งที่ดีขึ้นและที่พักพร้อมระดับอาชีพที่พวกเขาได้รับ

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.CAUSE
source: Obtained by taking a comfortably heated shower
th_th: ได้อาบน้ำอุ่นสบาย

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.NAME
source: Refreshingly Clean
th_th: สะอาดสดชื่น

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.TOOLTIP
source: This Duplicant took a warm shower and it was great!
th_th: Duplicant นี้อาบน้ำอุ่น และมันเยี่ยมยอด!

# STRINGS.DUPLICANTS.MODIFIERS.FULLBLADDER.NAME
source: Full Bladder
th_th: กระเพาะปัสสาวะเต็ม

# STRINGS.DUPLICANTS.MODIFIERS.FULLBLADDER.TOOLTIP
source: This Duplicant's bladder is full
th_th: กระเพาะปัสสาวะของ Duplicant นี้เต็ม

# STRINGS.DUPLICANTS.MODIFIERS.FUSSY.NAME
source: Fussy
th_th: จุกจิก

# STRINGS.DUPLICANTS.MODIFIERS.FUSSY.TOOLTIP
source: This Duplicant is hard to please
th_th: Duplicant นี้ยากที่จะกรุณา

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.CAUSE
source: Obtained by eating a hearty meal
th_th: ได้จากการรับประทานอาหารที่แสนอร่อย

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.NAME
source: Soul Food
th_th: อาหารเพื่อสุขภาพ

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.TOOLTIP
source: This Duplicant had a yummy homecooked meal and is totally stuffed
th_th: Duplicant นี้ได้กินอาหารที่ปรุงสุก และอร่อย

# STRINGS.DUPLICANTS.MODIFIERS.HOLDINGBREATH.NAME
source: Holding breath
th_th: กลั้นลมหายใจ

# STRINGS.DUPLICANTS.MODIFIERS.HOMEOSTASIS.NAME
source: Homeostasis
th_th: สภาวะสมดุล

# STRINGS.DUPLICANTS.MODIFIERS.HOT.NAME
source: Hot
th_th: ร้อน

# STRINGS.DUPLICANTS.MODIFIERS.HOT.TOOLTIP
source: This Duplicant is uncomfortably warm
th_th: Duplicant นี้อบอุ่นไม่สบาย

# STRINGS.DUPLICANTS.MODIFIERS.HUNGRY.NAME
source: Hungry
th_th: หิว

# STRINGS.DUPLICANTS.MODIFIERS.HUNGRY.TOOLTIP
source: This Duplicant is ready for lunch
th_th: Duplicant นี้พร้อมสำหรับมื้อกลางวันแล้ว

# STRINGS.DUPLICANTS.MODIFIERS.INSPIRED.NAME
source: Inspired
th_th: ได้แรงบันดาลใจ

# STRINGS.DUPLICANTS.MODIFIERS.INSPIRED.TOOLTIP
source: This Duplicant has had a creative vision!
th_th: Duplicant นี้มีวิสัยทัศน์ที่สร้างสรรค์!

# STRINGS.DUPLICANTS.MODIFIERS.INTERRUPTEDSLEEP.NAME
source: Interrupted Sleep
th_th: ถูกรบกวนการนอนหลับ

# STRINGS.DUPLICANTS.MODIFIERS.INTERRUPTEDSLEEP.TOOLTIP
source: This Duplicant was rudely awoken while they slept
th_th: Duplicant นี้ถูกปลุกให้ตื่นขึ้นอย่างหยาบคายขณะที่พวกเขานอนหลับ

# STRINGS.DUPLICANTS.MODIFIERS.INTRAVENOUS_NUTRITION.NAME
source: Intravenous Feeding
th_th: การให้อาหารทางเลือด

# STRINGS.DUPLICANTS.MODIFIERS.LIGHTWOUNDS.NAME
source: Light Wounds
th_th: บาดเจ็บเล็กน้อย

# STRINGS.DUPLICANTS.MODIFIERS.LIGHTWOUNDS.TOOLTIP
source: This Duplicant sustained injuries that are a bit uncomfortable
th_th: การบาดเจ็บแบบ Duplicant นี้ทำให้เกิดอาการบาดเจ็บเล็กน้อยที่ไม่สบายใจ

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.NAME
source: Low Oxygen
th_th: ออกซิเจนต่ำ

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.TOOLTIP
source: The air in this area is unpleasantly thin
th_th: อากาศในบริเวณนี้บางลงอย่างไม่น่าพอใจ

# STRINGS.DUPLICANTS.MODIFIERS.MODERATEWOUNDS.NAME
source: Moderate Wounds
th_th: บาดแผลปานกลาง

# STRINGS.DUPLICANTS.MODIFIERS.MODERATEWOUNDS.TOOLTIP
source: This Duplicant sustained injuries that are affecting their ability to work
th_th: การบาดเจ็บซ้ำซ้อนนี้มีผลต่อความสามารถในการทำงาน

# STRINGS.DUPLICANTS.MODIFIERS.MOURNING.NAME
source: Mourning
th_th: การไว้ทุกข์

# STRINGS.DUPLICANTS.MODIFIERS.MOURNING.TOOLTIP
source: This Duplicant is grieving the loss of a friend
th_th: Duplicant กำลังเสียใจกับการสูญเสียเพื่อน

# STRINGS.DUPLICANTS.MODIFIERS.NARCOLEPTICSLEEP.NAME
source: Narcoleptic Nap
th_th: งีบหลับ

# STRINGS.DUPLICANTS.MODIFIERS.NARCOLEPTICSLEEP.TOOLTIP
source: This Duplicant just needs to rest their eyes for a second
th_th: Duplicant เพียงแค่ต้องการพักผ่อนสายตาเป็นเวลาสองวินาที

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.NAME
source: New Friend
th_th: เพื่อนใหม่

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.TOOLTIP
source: This Duplicant is happy to see a new face in the colony
th_th: Duplicant ยินดีที่จะเห็นหน้าใหม่ในอาณานิคม

# STRINGS.DUPLICANTS.MODIFIERS.NIGHTMARES.NAME
source: Nightmares
th_th: ฝันร้าย

# STRINGS.DUPLICANTS.MODIFIERS.NIGHTMARES.TOOLTIP
source: This Duplicant was visited by something in the night
th_th: Duplicant ได้เข้าชมโดยบางสิ่งบางอย่างในเวลากลางคืน

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.NAME
source: No Oxygen
th_th: ไม่มีออกซิเจน

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.TOOLTIP
source: There is no breathable air in this area
th_th: ไม่มีอากาศถ่ายเทได้ในบริเวณนี้

# STRINGS.DUPLICANTS.MODIFIERS.NOSTRESSCREATOR.NAME
source: None
th_th: ไม่มี

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.CAUSE
source: This Duplicant got so good at their job that they stopped being comfortable sleeping near other people
th_th: Duplicant นี้ทำงานได้ดีมากจนหยุดหลับสบายใกล้กับคนอื่น ๆ

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.NAME
source: Personal Bubble Burst
th_th: การนอนกรนส่วนตัว

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.TOOLTIP
source: This Duplicant had to sleep too close to others and it was awkward for them
th_th: Duplicant นี้ต้องนอนหลับใกล้ชิดกับคนอื่นมากเกินไปและมันก็น่าอึดอัดใจสำหรับพวกเขา

# STRINGS.DUPLICANTS.MODIFIERS.RECOVERINGBREATH.NAME
source: Recovering breath
th_th: การกู้คืนลมหายใจ

# STRINGS.DUPLICANTS.MODIFIERS.REDALERT.NAME
source: Red Alert!
th_th: ฉุกเฉิน!

# STRINGS.DUPLICANTS.MODIFIERS.REDALERT.TOOLTIP
source: The Red Alert is stressing this Duplicant out
th_th: การแจ้งเตือนเป็นการเน้นที่ Duplicant ที่เครียดออก

# STRINGS.DUPLICANTS.MODIFIERS.RESTFULSLEEP.NAME
source: Sleeping Peacefully
th_th: กำลังนอนหลับอย่างสงบ

# STRINGS.DUPLICANTS.MODIFIERS.RESTFULSLEEP.TOOLTIP
source: This Duplicant is getting a good night's rest
th_th: Duplicant นี้กำลังพักผ่อนสบาย ๆ

# STRINGS.DUPLICANTS.MODIFIERS.RESTING.NAME
source: Resting
th_th: พักผ่อน

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.CAUSE
source: This Duplicant got so good at their job that they forgot how to be comfortable doing anything else
th_th: Duplicant นี้ดีมากที่งานของพวกเขาที่พวกเขาลืมวิธีที่จะสบายทำสิ่งอื่น ๆ

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.NAME
source: Restless
th_th: กระสับกระส่าย

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.TOOLTIP
source: This Duplicant went a few minutes without working and is now completely awash with guilt
th_th: Duplicant นี้ใช้เวลาไม่กี่นาทีโดยไม่ได้ทำงานและตอนนี้ก็เต็มไปด้วยความรู้สึกผิด

# STRINGS.DUPLICANTS.MODIFIERS.ROTATMOSPHERE.NAME
source: Contaminated Air
th_th: อากาศที่ปนเปื้อน

# STRINGS.DUPLICANTS.MODIFIERS.ROTTEMPERATURE.NAME
source: Unrefrigerated
th_th: ตู้ที่ไม่เย็น

# STRINGS.DUPLICANTS.MODIFIERS.ROTTING.NAME
source: Rotting
th_th: ที่เน่าเปื่อย

# STRINGS.DUPLICANTS.MODIFIERS.SEVEREWOUNDS.NAME
source: Severe Wounds
th_th: บาดแผลรุนแรง

# STRINGS.DUPLICANTS.MODIFIERS.SEVEREWOUNDS.TOOLTIP
source: This Duplicant sustained serious injuries that are impacting their work and well-being
th_th: Duplicant นี้ได้รับบาดเจ็บสาหัสซึ่งส่งผลต่อการทำงานและความเป็นอยู่ที่ดีของพวกเขา

# STRINGS.DUPLICANTS.MODIFIERS.SKILLLEVEL.NAME
source: Skill Level
th_th: ระดับทักษะ

# STRINGS.DUPLICANTS.MODIFIERS.SLEEP.NAME
source: Sleeping
th_th: นอนหลับ

# STRINGS.DUPLICANTS.MODIFIERS.SLEEP.TOOLTIP
source: This Duplicant is recovering stamina
th_th: Duplicant กำลังฟื้นแรง

# STRINGS.DUPLICANTS.MODIFIERS.SLEEPY.NAME
source: Sleepy
th_th: ง่วงนอน

# STRINGS.DUPLICANTS.MODIFIERS.SLEEPY.TOOLTIP
source: This Duplicant is getting tired
th_th: Duplicant กำลังเริ่มเบื่อ

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDPUTRIDODOUR.NAME
source: Smelled a putrid odor
th_th: กลิ่นเหม็นเน่า

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDPUTRIDODOUR.TOOLTIP
source: This Duplicant got a whiff of something unspeakably foul
th_th: Duplicant กระซิบกระซาบกับบางสิ่งบางอย่างที่ไม่สามารถเขียนได้

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDSTINKY.NAME
source: Smelled Stinky
th_th: กลิ่นเหม็นเน่า

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDSTINKY.TOOLTIP
source: This Duplicant got a whiff of a certain somebody
th_th: Duplicant กระซิบกระซาบกับบางคน

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.NAME
source: Sopping Wet
th_th: เปียกชุ่ม

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.TOOLTIP
source: This Duplicant was recently submerged in liquid
th_th: Duplicant เมื่อเร็ว ๆ นี้จมอยู่ในของเหลว

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.CAUSE
source: Obtained by sleeping on the ground
th_th: นอนบนพื้นดิน

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.NAME
source: Sore Back
th_th: เจ็บหลัง

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.TOOLTIP
source: This Duplicant feels achey from sleeping on the floor last night and would like a bed
th_th: Duplicant รู้สึกเจ็บปวดเมื่อนอนหลับอยู่บนพื้นเมื่อคืนนี้และต้องการเตียง

# STRINGS.DUPLICANTS.MODIFIERS.STALEFOOD.NAME
source: Bad leftovers
th_th: ของเหลือ

# STRINGS.DUPLICANTS.MODIFIERS.STALEFOOD.TOOLTIP
source: This Duplicant is in a bad mood from having to eat stale food
th_th: Duplicant อยู่ในอารมณ์ที่ไม่ดีจากการที่ต้องกินอาหารที่ค้างอยู่

# STRINGS.DUPLICANTS.MODIFIERS.STARVING.NAME
source: Starving
th_th: หิวโหย

# STRINGS.DUPLICANTS.MODIFIERS.STARVING.TOOLTIP
source: This Duplicant needs to eat something, soon
th_th: Duplicant จำเป็นต้องกินอะไรเร็ว ๆ นี้

# STRINGS.DUPLICANTS.MODIFIERS.STEPPEDINCONTAMINATEDWATER.NAME
source: Stepped in polluted water
th_th: ก้าวเข้าสู่น้ำสกปรก

# STRINGS.DUPLICANTS.MODIFIERS.STEPPEDINCONTAMINATEDWATER.TOOLTIP
source: Gross! This Duplicant stepped in something yucky
th_th: วู้วว! Duplicant ก้าวเข้าสู่สิ่งที่โชคดี

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.CAUSE
source: Obtained by exposure to icy water
th_th: ได้จากการสัมผัสกับน้ำเย็น

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.NAME
source: Numb
th_th: มึน

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.TOOLTIP
source: Brr! This Duplicant showered or was doused in water that was much too cold
th_th: บรื้อออ! Duplicant อาบน้ำหรือถูกราดด้วยน้ำที่เย็นเกินไป

# STRINGS.DUPLICANTS.MODIFIERS.STRESSFULYEMPTYINGBLADDER.NAME
source: Making a mess
th_th: ทำให้เป็นระเบียบ

# STRINGS.DUPLICANTS.MODIFIERS.STRESSFULYEMPTYINGBLADDER.TOOLTIP
source: This Duplicant had no choice but to to empty their bladder
th_th: Duplicant ไม่มีทางเลือกอื่นนอกเหนือจากการปล่อยฉี่ออกมา

# STRINGS.DUPLICANTS.MODIFIERS.STRESSREDUCTION.TOOLTIP
source: This Duplicant's stress is just melting away
th_th: ความเครียดของ Duplicant กำลังละลายหมดไป

# STRINGS.DUPLICANTS.MODIFIERS.TEMPEXCHANGE.NAME
source: Environmental Exchange
th_th: การแลกเปลี่ยนด้านสิ่งแวดล้อม

# STRINGS.DUPLICANTS.MODIFIERS.TOXICENVIRONMENT.NAME
source: Toxic environment
th_th: สภาพแวดล้อมที่เป็นพิษ

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NAME
source: Ugly Crying
th_th: กำลังร้องให้น้ำมูกน้ำลายไหล

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NOTIFICATION_NAME
source: Ugly Crying
th_th: กำลังร้องให้น้ำมูกน้ำลายไหล

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NOTIFICATION_TOOLTIP
source: These Duplicants became too <style="stress">Stressed</style> and it caused them to cry:
th_th: Duplicants เหล่านี้มี <style="stress">ความเครียด</style> มากเกินไปจะทำให้ร้องให้:

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.TOOLTIP
source: This Duplicant is having a cathartic ugly cry as a result of stress
th_th: Duplicant กำลังร้องไห้น่าเกลียดน่ากลัวอันเป็นผลมาจากความเครียด

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.CAUSE
source: Obtained by coming into contact with polluted substances
th_th: ได้มาโดยการสัมผัสกับสารปนเปื้อน

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.NAME
source: Grimy
th_th: สกปรก

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.TOOLTIP
source: This Duplicant is dirty and needs a shower
th_th: Duplicant นี้สกปรกและต้องการฝักบัว

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.CAUSE
source: This Duplicant got so good at their job that their feet became sensitive
th_th: Duplicant นี้ทำงานได้ดีที่เท้าของพวกเขากลายเป็นคนอ่อนไหว

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.NAME
source: Aching Feet
th_th: ปวดเท้า

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.TOOLTIP
source: This Duplicant recently walked across untiled floor, much to their chagrin
th_th: Duplicant เพิ่งเดินข้ามพื้นจนทำให้ปวดข้อเท้า

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLESLEEP.NAME
source: Sleeping Uncomfortably
th_th: นอนไม่สบาย

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLESLEEP.TOOLTIP
source: This Duplicant collapsed from sheer exhaustion
th_th: Duplicant ทรุดตัวลงจากความเหน็ดเหนื่อย

# STRINGS.DUPLICANTS.MODIFIERS.UNDERWATER.NAME
source: Underwater
th_th: ใต้น้ำ

# STRINGS.DUPLICANTS.MODIFIERS.UNDERWATER.TOOLTIP
source: This Duplicant's movement is slowed
th_th: การเคลื่อนไหวของ Duplicant นี้ช้าลง

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.CAUSE
source: This Duplicant got so good at their job that they became incapable of tolerating unfashionable clothing
th_th: Duplicant ทำงานได้ดีมากจนไม่สามารถทนต่อเสื้อผ้าที่ไม่ทันสมัยได้

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.NAME
source: Fashion Crime
th_th: แฟชั่นอาชญากรรม

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.TOOLTIP
source: This Duplicant had to wear something that was an affront to fashion
th_th: Duplicant ต้องสวมใส่บางสิ่งบางอย่างที่ดูหมิ่นกับแฟชั่น

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.CAUSE
source: This Duplicant got so good at their job that they became bad at ladders
th_th: Duplicant นี้ได้งานที่ดีมากที่พวกเขากลายเป็นคนเบื่อบันได

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.NAME
source: Vertigo
th_th: วิงเวียน

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.TOOLTIP
source: This Duplicant had to climb a tall ladder that left them dizzy and unsettled
th_th: Duplicant นี้ต้องไต่บันไดสูงที่ทำให้พวกเขาหวาดกลัว

# STRINGS.DUPLICANTS.MODIFIERS.VOMITING.NAME
source: Vomiting
th_th: กำลังอาเจียน

# STRINGS.DUPLICANTS.MODIFIERS.VOMITING.TOOLTIP
source: Better out than in, as they say
th_th: ดีกว่าในขณะที่พวกเขากล่าว

# STRINGS.DUPLICANTS.MODIFIERS.WARMAIR.NAME
source: Warm Air
th_th: อากาศอบอุ่น

# STRINGS.DUPLICANTS.MODIFIERS.WARMINGUP.NAME
source: Warming Up
th_th: อุ่นเครื่อง

# STRINGS.DUPLICANTS.MODIFIERS.WARMINGUP.TOOLTIP
source: This Duplicant is trying to warm back up
th_th: Duplicant กำลังพยายามอุ่นเครื่อง
