Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.ITEMS.FOOD.MUSHBAR.DESC
source: An edible, putrefied mudslop that may cause <style="disease">Diarrhea</style>. Mush Bars are preferable to starvation, but only just barely.
th_th: เป็นอาหารว่างชนิดรับประทานได้ซึ่งอาจเป็นสาเหตุให้เกิดอาการ <style="disease">ท้องร่วง</style>. ข้าวอัดแท่งเป็นอาหารที่นิยมกินเมื่ออดหยาก.

# STRINGS.ITEMS.FOOD.MUSHBAR.NAME
source: Mush Bar
th_th: ดินอัดแท่ง

# STRINGS.ITEMS.FOOD.MUSHBAR.RECIPEDESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
th_th: มันกินได้, ถึงมันจะเป็นโคลนสไลด์. Mush Bars are preferable to starvation, but only just barely.

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.DESC
source: Meal Lice preserved in vinegar. It's a rarely acquired taste.
th_th: อาหารเหาที่เก็บรักษาไว้ในน้ำส้มสายชู เป็นรสชาติที่ไม่ค่อยรับได้.

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.NAME
source: Pickled Meal
th_th: อาหารดอง

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.RECIPEDESC
source: Meal Lice regrettably preserved in vinegar.
th_th: อาหารเหาที่เก็บไว้ในน้ำส้มสายชูอย่างน่าจดจำ.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.DESC
source: A sweet, mostly pleasant-tasting fruit covered in prickly barbs.
th_th: ผลไม้หวานๆส่วนใหญ่เป็นที่น่ารื่นรมย์อยู่ในที่ไปด้วยหนาม.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.NAME
source: Bristle Berry
th_th: เบอร์รี่กรุบๆ

# STRINGS.ITEMS.FOOD.ROTPILE.DESC
source: An inedible glop of former foodstuff. Rot piles break down into <style="solid">Polluted Dirt</style> over time.
th_th: เป็นอาหารที่กินไม่ได้. อาหารที่บูดจะเป็น <style="solid">มลพิษสกปรก</style> เมื่อเวลาผ่านไป.

# STRINGS.ITEMS.FOOD.ROTPILE.NAME
source: Rot Pile
th_th: อาหารเน่า

# STRINGS.ITEMS.FOOD.SALSA.DESC
source: A baked <style="food">Bristle Berry</style> stuffed with delectable spices and vibrantly flavored.
th_th: เบเกอรี่ที่ทำจาก <style="food">เบอร์รี่กรุบๆ</style> ยัดไส้ด้วยเครื่องเทศที่อร่อยและมีรสขม.

# STRINGS.ITEMS.FOOD.SALSA.NAME
source: Stuffed Berry
th_th: เบอร์รี่ยัดไส้

# STRINGS.ITEMS.FOOD.SALSA.RECIPEDESC
source: A baked <style="food">Bristle Berry</style> stuffed with delectable spices and vibrantly flavored.
th_th: เบเกอรี่ที่ทำจาก <style="food">เบอร์รี่กรุบๆ</style> ยัดไส้ด้วยเครื่องเทศที่อร่อยและมีรสขม.

# STRINGS.ITEMS.FOOD.SPICEBREAD.DESC
source: A loaf of bread, lightly spiced with <style="food">Pincha Peppernut</style> for a mild bite. There's a simple joy to be had in pulling it apart in one's fingers.
th_th: ขนมปังที่ปรุงรสด้วย <style="food">พริกปินชา</style> จะมีรสเผ็ดนิดหน่อย. ระวังคนแย่งความอร่อยไปจากมือของคุณ.

# STRINGS.ITEMS.FOOD.SPICEBREAD.NAME
source: Pepper Bread
th_th: ขนมปังพริกปินชา

# STRINGS.ITEMS.FOOD.SPICEBREAD.RECIPEDESC
source: A loaf of bread, lightly spiced with <style="food">Pincha Peppernut</style> for a mild bite.
th_th: ขนมปังที่ปรุงรสด้วย <style="food">พริกปินชา</style> สำหรัยการเคี๊ยวที่เร่าร้อน.

# STRINGS.ITEMS.FOOD.SPICENUT.DESC
source: The flavorful nut of a <style="plant">Pincha Pepperplant</style>. The bitter outer rind hides a rich, peppery core that is useful in cooking.
th_th: ถั่วที่ได้จาก <style="plant">พริกปินชา</style>. เปลือกนอกขมซ่อนกรอบที่อุดมไปด้วยพริกที่มีประโยชน์ในการปรุงอาหาร.

# STRINGS.ITEMS.FOOD.SPICENUT.NAME
source: Pincha Peppernut
th_th: พริกปินชา

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.DESC
source: A ball of raw cellulose used in the production of <style="equipment">Clothing</style> and textiles.
th_th: ลูกบอลเซลลูโลสดิบที่ใช้ในการผลิต <style="equipment"> เสื้อผ้า</style>และสิ่งทอ.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.NAME
source: Reed Fiber
th_th: กกไฟเบอร์

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FUEL_BRICK.DESC
source: A densely compressed brick of combustible material. It can be burned to produce a one-time burst of <style="power">Power</style>.
th_th: อิฐอัดแน่นด้วยวัสดุที่เผาไหม้ได้ สามารถเผาไหม้เพื่อให้เกิดการระเบิดครั้งเดียวจาก <style="power"> พลังงาน </style>.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FUEL_BRICK.NAME
source: Fuel Brick
th_th: อิฐเชื้อเพลิง

# STRINGS.ITEMS.INGREDIENTS.SWAMPLILYFLOWER.NAME
source: Swamp Lily Flower
th_th: ดอกไม้ลิลลี่

# STRINGS.ITEMS.PILLS.GINKONUT.NAME
source: Antifungal Cream
th_th: ครีมต้านเชื้อรา

# STRINGS.ITEMS.PILLS.HERBALREMEDY.DESC
source: Stops horrible accidents from happening.
th_th: หยุดการเกิดอุบัติเหตุที่น่ากลัวจากสิ่งที่เกิดขึ้น.

# STRINGS.ITEMS.PILLS.HERBALREMEDY.NAME
source: Herbal Gut Remedy
th_th: สมุนไพรยียวยา

# STRINGS.ITEMS.PILLS.HERBALREMEDY.RECIPEDESC
source: Stops horrible accidents from happening.
th_th: หยุดการเกิดอุบัติเหตุที่น่ากลัวจากสิ่งที่เกิดขึ้น.

# STRINGS.ITEMS.PILLS.MUSCARINICANTAGONIST.NAME
source: Anti Inflammatory Pills
th_th: ยาต้านการอักเสบ

# STRINGS.ITEMS.PILLS.PLACEBO.DESC
source: Somehow, it seems to fix everything.
th_th: อย่างใดดูเหมือนว่าจะแก้ไขทุกอย่าง.

# STRINGS.ITEMS.PILLS.PLACEBO.NAME
source: Placebo Pill
th_th: ยาหลอก

# STRINGS.ITEMS.PILLS.PLACEBO.RECIPEDESC
source: Somehow, it seems to fix everything.
th_th: อย่างใดดูเหมือนว่าจะแก้ไขทุกอย่าง.

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.DESC
source: A medical-grade destinkifier.
th_th: เกรดทางการแพทย์.

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.NAME
source: Deodorant
th_th: ยาดับกลิ่น

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.RECIPEDESC
source: A medical-grade destinkifier.
th_th: เกรดทางการแพทย์.

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.NAME
source: Resource allocated
th_th: จัดสรรทรัพยากรแล้ว

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.TOOLTIP
source: These resources are reserved for a planned building:
th_th: ทรัพยากรเหล่านี้สงวนไว้สำหรับสิ่งก่อสร้างที่วางแผนไว้:

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.NAME
source: Resource available
th_th: มีทรัพยากร

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.NAME
source: TIP: Fetching Water
th_th: เคล็ดลับ: การดึงน้ำ

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.TOOLTIP
source: How to fetch a pail of water
th_th: วิธีการดึงน้ำมาใช้

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.MESSAGEBODY
source: <style="liquid">Polluted Water</style> is a yucky substance that emits <style="gas">Polluted Oxygen</style> and can cause <style="disease">Disease</style> in your Duplicants. Small accidents can be cleaned up by clicking and dragging with the <color=^p833A5FFF>MOP TOOL</color> <color=^pF44A47>[M]</color>, while larger bodies may be worth filtering. Polluted water also <style="stress">Stresses</style> out any Duplicants that come into contact with it, so it is best removed quickly for your colony's safety.
th_th: <style="liquid">น้ำสกปรก</style> และ <style="gas">ออกซิเจนที่ปนเปื้อน</style> อาจทำให้เกิด <style="disease">โรค</style> กับ Duplicants ของคุณ. อุบัติเหตุขนาดเล็กสามารถทำความสะอาดได้โดยการคลิกและลากด้วย <color=^p833A5FFF>เครื่องมือถู</color> <color=^pF44A47>[M]</color>, ถึงแม้ร่างกายจะมีภูมิคุ้มกันที่ดี. แต่น้ำสกปรกอาจทำให้เกิด <style="stress">ความเครียด </style> โปรดนำ Duplicants ออกมาจากจุดนั้นเพื่อความปลอดภัย.

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.NAME
source: TIP: Polluted Water
th_th: เคล็ดลับ: น้ำสกปรก

# STRINGS.MISC.NOTIFICATIONS.NEEDOXYGENSOURCE.NAME
source: Insufficient oxygen generation
th_th: การสร้างออกซิเจนไม่เพียงพอ

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.MESSAGEBODY
source: Duplicants will perform pending job tasks in order of highest priority to lowest. For example, Duplicants will always harvest <style="food">food</style> before they build, and always build new structures before they dig. Open the <color=^p833A5FFF>JOBS TAB</color> <color=^pF44A47>[J]</color> to set which job tasks Duplicants may perform, or specialize skilled Duplicants for specific types of work.
th_th: Duplicants จะดำเนินงานงานที่รอดำเนินการตามลำดับความสำคัญสูงสุดไปต่ำสุด. ตัวอย่างเช่น Duplicants จะเก็บเกี่ยว <style="food">อาหาร</style>ก่อนจัดสร้างใหม่ก่อนที่จะขุด. เปิดแท็บ <color=^p833A5FFF>งาน</color> <color=^pF44A47>[J]</color> เพื่อกำหนดการทำงานของ Duplicants.

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.NAME
source: TIP: Duplicant Temperature
th_th: เคล็ดลับ: อุณหภูมิของ Duplicant

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.NAME
source: TIP: Building Temperature
th_th: เคล็ดลับ: สร้างอุณหภูมิ

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.TOOLTIP
source: Learn how to get Duplicants to do your bidding
th_th: เรียนรู้วิธีทำให้ Duplicants ดำเนินการเสนอของคุณ

# STRINGS.MISC.PLACERS.DIGPLACER.NAME
source: Dig
th_th: ขุด

# STRINGS.MISC.PLACERS.MOPPLACER.NAME
source: Mop
th_th: ถู

# STRINGS.MISC.POPFX.RESOURCE_EATEN
source: Resource Eaten
th_th: ทรัพยากรที่กิน

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEEMITTING.NAME
source: Emitting <style="gas">{Element}</style>: {FlowRate}
th_th: การปล่อยก๊าซ <style="gas">{Element}</style>: {FlowRate}

# STRINGS.MISC.STATUSITEMS.BURIEDITEM.NAME
source: Buried Object
th_th: วัตถุฝัง

# STRINGS.MISC.STATUSITEMS.ELEMENTALMASS.TOOLTIP
source: The selected item has a mass of {Mass}
th_th: รายการที่เลือกมีมวลเป็น {Mass}

# STRINGS.MISC.STATUSITEMS.NOTMARKEDFORHARVEST.NAME
source: Not marked for harvest
th_th: ไม่ทำเครื่องหมายเก็บเกี่ยว

# STRINGS.MISC.STATUSITEMS.NOTMARKEDFORHARVEST.TOOLTIP
source: Use the harvest tool to mark this plant for harvest.
th_th: ใช้เครื่องมือเก็บเกี่ยวเพื่อทำเครื่องหมายพืชนี้สำหรับการเก็บเกี่ยว.

# STRINGS.MISC.STATUSITEMS.OPERATING.NAME
source: In Use
th_th: ใช้อยู่

# STRINGS.MISC.STATUSITEMS.OREMASS.TOOLTIP
source: The selected item has a mass of {Mass}
th_th: รายการที่เลือกมีมวลเป็น {Mass}

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Pending
th_th: รอการเก็บเกี่ยว

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Awaiting a Duplicant to harvest
th_th: กำลังรอ Duplicant เพื่อเก็บเกี่ยว

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.NAME
source: Unreachable
th_th: ไม่สามารถเข้าถึงได้

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this item
th_th: Duplicants ไม่สามารถเข้าถึงรายการนี้ได้

# STRINGS.MISC.STATUSITEMS.REGIONNEEDSFURNITURE.NAME
source: Missing Furniture
th_th: ไม่มีเฟอร์นิเจอร์

# STRINGS.MISC.STATUSITEMS.REGIONNEEDSFURNITURE.TOOLTIP
source: This region still needs: {0}
th_th: ภูมิภาคนี้ยังต้องการ: {0}

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.NAME
source: Mop Pending
th_th: กำลังรอถู

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.TOOLTIP
source: Awaiting a Duplicant to mop
th_th: กำลังรอ Duplicant มาถู

# STRINGS.MISC.TAGS.AGRICULTURE
source: Agriculture
th_th: การเกษตร

# STRINGS.MISC.TAGS.ALLOY
source: Alloy
th_th: โลหะผสม

# STRINGS.MISC.TAGS.ANYWATER
source: Water Based
th_th: น้ำขึ้น

# STRINGS.MISC.TAGS.BED
source: Bed
th_th: เตียง

# STRINGS.MISC.TAGS.BLEACHSTONE
source: Bleach Stone
th_th: หินฟอกขาว

# STRINGS.MISC.TAGS.BREATHABLE
source: Breathable Gas
th_th: ก๊าชที่หายใจได้

# STRINGS.MISC.TAGS.BUILDABLEPROCESSED
source: Refined Mineral
th_th: แร่บริสุทธิ์

# STRINGS.MISC.TAGS.BUILDABLERAW
source: Raw Mineral
th_th: แร่ดิบ

# STRINGS.MISC.TAGS.BURNS
source: Flammable
th_th: ไวไฟ

# STRINGS.MISC.TAGS.CLINIC
source: Clinic
th_th: คลินิก

# STRINGS.MISC.TAGS.CLOTHES
source: Clothing
th_th: เสื้อผ้า

# STRINGS.MISC.TAGS.COAL
source: Coal
th_th: ถ่านหิน

# STRINGS.MISC.TAGS.COMPOSTABLE
source: Compostable
th_th: ที่ย่อยสลายได้

# STRINGS.MISC.TAGS.CONSUMABLEORE
source: Consumable Ore
th_th: แร่ที่ใช้ได้

# STRINGS.MISC.TAGS.EDIBLE
source: Edible
th_th: กินได้

# STRINGS.MISC.TAGS.EMITSLIGHT
source: Light Emitter
th_th: เปล่งแสง

# STRINGS.MISC.TAGS.FARMABLE
source: Cultivable Soil
th_th: ดินที่ปลูกได้

# STRINGS.MISC.TAGS.FILTER
source: Filtration Medium
th_th: สื่อการกรอง

# STRINGS.MISC.TAGS.GAS
source: Gas
th_th: แก๊ส

# STRINGS.MISC.TAGS.ICEORE
source: Ice
th_th: น้ำแข็ง

# STRINGS.MISC.TAGS.INDUSTRIALINGREDIENT
source: Industrial Ingredient
th_th: ส่วนผสมอุตสาหกรรม

# STRINGS.MISC.TAGS.INDUSTRIALPRODUCT
source: Industrial Product
th_th: ผลิตภัณฑ์อุตสาหกรรม

# STRINGS.MISC.TAGS.LIFE
source: Life
th_th: ชีวิต

# STRINGS.MISC.TAGS.LIQUID
source: Liquid
th_th: ของเหลว

# STRINGS.MISC.TAGS.LIQUIFIABLE
source: Liquifiable
th_th: ของเหลวที่เบา

# STRINGS.MISC.TAGS.MESSSTATION
source: Dining Table
th_th: โต๊ะรับประทานอาหาร

# STRINGS.MISC.TAGS.METAL
source: Raw Metal
th_th: โลหะดิบ

# STRINGS.MISC.TAGS.MIXTURE
source: Mixture
th_th: ผสม

# STRINGS.MISC.TAGS.MULTITOOL
source: Multitool
th_th: เครื่องมือหลายรายการ

# STRINGS.MISC.TAGS.ORE
source: Ore
th_th: แร่

# STRINGS.MISC.TAGS.ORGANICS
source: Organic
th_th: อินทรียฺวัตถุ

# STRINGS.MISC.TAGS.PRECIOUSMETAL
source: Precious Metal
th_th: โลหะมีค่า

# STRINGS.MISC.TAGS.RAWPRECIOUSMETAL
source: Raw Precious Metal
th_th: โลหะมีค่าของแท้

# STRINGS.MISC.TAGS.REFINEDMETAL
source: Refined Metal
th_th: โลหะบริสุทธิ์

# STRINGS.MISC.TAGS.RELAXATION_POINT
source: Leisure Area
th_th: พื้นที่สันทนาการ

# STRINGS.MISC.TAGS.SEED
source: Seed
th_th: เมล็ดพันธุ์

# STRINGS.MISC.TAGS.SOLID
source: Solid
th_th: ของแข็ง

# STRINGS.MISC.TAGS.SOLIDMATERIAL
source: Solid Material
th_th: วัสดุแข็ง

# STRINGS.MISC.TAGS.SPECIAL
source: Special
th_th: พิเศษ

# STRINGS.MISC.TAGS.SUIT
source: Suit
th_th: สูท

# STRINGS.MISC.TAGS.TOXIC
source: Toxic
th_th: พิษ

# STRINGS.MISC.TAGS.UNBREATHABLE
source: Unbreathable
th_th: ไม่สามารถหายใจได้

# STRINGS.MISC.TAGS.UNSTABLE
source: Unstable
th_th: ไม่แน่นอน

# STRINGS.REGIONS.MISSINGREQUIREMENTS.BUILDINGTAG
source: A building tagged '{0}'
th_th: อาคารถูกติดแท็ก '{0}'

# STRINGS.REGIONS.MISSINGREQUIREMENTS.DOOR
source: A Door
th_th: ประตู

# STRINGS.REGIONS.MISSINGREQUIREMENTS.ENCLOSED
source: To be enclosed
th_th: ปิดล้อม

# STRINGS.RESEARCH.ADVANCEDFILTRATION.DESC
source: Cutting-edge technologies to get the most out of your recycled materials.
th_th: เทคโนโลยีล้ำสมัยเพื่อให้ได้รับประโยชน์สูงสุดจากวัสดุรีไซเคิลของคุณ.

# STRINGS.RESEARCH.ADVANCEDFILTRATION.NAME
source: Filtration
th_th: การกรอง

# STRINGS.RESEARCH.ADVANCEDPOWERREGULATION.NAME
source: Advanced Power Regulation
th_th: การควบคุมพลังงานขั้นสูง

# STRINGS.RESEARCH.COMBUSTION.NAME
source: Combustion
th_th: สันดาป

# STRINGS.RESEARCH.FARMINGTECH.NAME
source: Farming
th_th: การทำฟาร์ม

# STRINGS.RESEARCH.FINEDINING.NAME
source: Fine Dining
th_th: อาหารรสเลิศ

# STRINGS.RESEARCH.GASPIPING.NAME
source: Gas Piping
th_th: ท่อส่งก๊าซ

# STRINGS.RESEARCH.IMPROVEDCOMBUSTION.NAME
source: Performance Combustion
th_th: ประสิทธิภาพการเผาไหม้

# STRINGS.RESEARCH.INSULATION.NAME
source: Insulation
th_th: ฉนวนกันความร้อน

# STRINGS.RESEARCH.INTERIORDECOR.NAME
source: Interior Decor
th_th: ตกแต่งภายใน

# STRINGS.RESEARCH.LIQUIDPIPING.NAME
source: Liquid Piping
th_th: ท่อเหลว

# STRINGS.RESEARCH.MEDBAY.NAME
source: Medbay
th_th: หน่วยรักษา

# STRINGS.RESEARCH.MESSAGING.NORESEARCHSELECTED
source: No research selected
th_th: ไม่มีการวิจัยที่เลือก

# STRINGS.RESEARCH.MESSAGING.RESEARCHTYPEALSOREQUIRED
source: {0} also required
th_th: {0} ที่จำเป็นต้องใช้

# STRINGS.RESEARCH.MESSAGING.RESEARCHTYPEREQUIRED
source: {0} required
th_th: {0} ที่จำเป็นต้องใช้

# STRINGS.RESEARCH.PERCOLATION.DESC
source: Waste management techniques to keep your base clean and livable.
th_th: เทคนิคการจัดการของเสียเพื่อให้ฐานของคุณสะอาดและน่าอยู่.

# STRINGS.RESEARCH.PERCOLATION.NAME
source: Percolation
th_th: ซึม

# STRINGS.RESEARCH.POWERREGULATION.NAME
source: Power Regulation
th_th: กฎระเบียบด้านพลังงาน

# STRINGS.RESEARCH.PRESSUREMANAGEMENT.NAME
source: Pressure Management
th_th: การจัดการความดัน

# STRINGS.RESEARCH.PYROTECHNICS.NAME
source: Pyrotechnics
th_th: คำพูดที่ก่อให้เกิดความตื่นเต้น

# STRINGS.RESEARCH.SANITATIONSCIENCES.NAME
source: Sanitation
th_th: สุขาภิบาล

# STRINGS.RESEARCH.TEMPERATUREMODULATION.NAME
source: Temperature Modulation
th_th: การปรับอุณหภูมิ

# STRINGS.RESEARCH.TYPES.ALPHA.NAME
source: Novice Research
th_th: การจิจัยพื้นฐาน

# STRINGS.RESEARCH.TYPES.ALPHA.RECIPEDESC
source: Unlocks rudimentary technologies.
th_th: ปลดล็อคเทคโนโลยีขั้นพื้นฐาน.

# STRINGS.RESEARCH.TYPES.BETA.NAME
source: Intermediate Research
th_th: การวิจัยขั้นกลาง

# STRINGS.RESEARCH.TYPES.BETA.RECIPEDESC
source: Unlocks improved technologies.
th_th: ปลดล็อคเทคโนโลยีที่ปรับปรุงใหม่.

# STRINGS.UI.ACTIONS
source: ACTIONS
th_th: การกระทำ

# STRINGS.UI.ALERTS
source: ALERTS
th_th: ฉุกเฉิน

# STRINGS.UI.ASSIGNDUPLICANT
source: Assign Duplicant
th_th: มอบหมาย Duplicant

# STRINGS.UI.ASTEROIDCLOCK.CYCLE
source: Cycle
th_th: รอบ

# STRINGS.UI.ASTEROIDCLOCK.CYCLES_OLD
source: This Colony is {0} Cycles Old
th_th: อาณานิคมนี้คือ {0} รอบเก่า

# STRINGS.UI.ASTEROIDCLOCK.TIME_PLAYED
source: Time Played: {0} hours
th_th: เวลาที่เล่น: {0} ชั่วโมง

# STRINGS.UI.ATTRIBUTELEVEL
source: Profession: Level {0} {1}
th_th: วิชาชีพ: ระดับ {0} {1}

# STRINGS.UI.BASECOUNT
source: Base {0}
th_th: ฐาน {0}

# STRINGS.UI.BUILDCATEGORIES.BASE.NAME
source: Base
th_th: ฐาน

# STRINGS.UI.BUILDCATEGORIES.BASE.TOOLTIP
source: Maintain your colony's infrastructure with these homebase basics.
th_th: รักษาโครงสร้างพื้นฐานของอาณานิคมด้วยพื้นฐานเหล่านี้.

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.NAME
source: Stations
th_th: สถานี

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.TOOLTIP
source: Unlock new technologies through the power of science!
th_th: ปลดล็อกเทคโนโลยีใหม่ด้วยพลังของวิทยาศาสตร์!

# STRINGS.UI.BUILDCATEGORIES.FOOD.NAME
source: Food
th_th: อาหาร

# STRINGS.UI.BUILDCATEGORIES.FOOD.TOOLTIP
source: Keep your Duplicants' spirits high and their bellies full.
th_th: เก็บวิญญาณของ Duplicants' ไว้เต็มเปี่ยมและเต็มท้อง.

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.NAME
source: Furniture
th_th: เฟอร์นิเจอร์

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.TOOLTIP
source: Amenities to keep your Duplicants happy, comfy and efficient.
th_th: สิ่งอำนวยความสะดวกเพื่อให้ Duplicants ของคุณมีความสุขสุขสบายและมีประสิทธิภาพ.

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.NAME
source: Medicine
th_th: ยา

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.TOOLTIP
source: A cure for everything but the common cold.
th_th: การรักษาทุกอย่าง แต่เป็นหวัด.

# STRINGS.UI.BUILDCATEGORIES.MISC.NAME
source: Decor
th_th: ตกแต่ง

# STRINGS.UI.BUILDCATEGORIES.MISC.TOOLTIP
source: Spruce up your colony with some lovely interior decorating.
th_th: ตกแต่งอาณานิคมของคุณด้วยบางสิ่งบางอย่าง.

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.NAME
source: Oxygen
th_th: ออกซิเจน

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.TOOLTIP
source: Everything you need to keep your colony breathing.
th_th: ทุกสิ่งที่คุณต้องการเพื่อให้อาณานิคมของคุณหายใจได้.

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.NAME
source: Plumbing
th_th: ประปา

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.TOOLTIP
source: Move gases and liquid around with the greatest of ease.
th_th: เคลื่อนย้ายก๊าซและของเหลว.

# STRINGS.UI.BUILDCATEGORIES.POWER.NAME
source: Power
th_th: พลังงาน

# STRINGS.UI.BUILDCATEGORIES.POWER.TOOLTIP
source: Need to power your colony? Here's how you do it!
th_th: ต้องพลังงานให้อาณานิคมของคุณหรือไม่?!

# STRINGS.UI.BUILDCATEGORIES.REFINING.NAME
source: Refinement
th_th: ความประณีต

# STRINGS.UI.BUILDCATEGORIES.REFINING.TOOLTIP
source: Use the resources you want, filter the ones you don't.
th_th: ใช้ทรัพยากรที่คุณต้องการ.

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.NAME
source: Utilities
th_th: สาธารณูปโภค

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.TOOLTIP
source: Guaranteed to keep your colony warm and cozy.
th_th: มั่นใจได้ว่าอาณานิคมของคุณอบอุ่นและสบาย.

# STRINGS.UI.BUILDINGEFFECTS.FABRICATES
source: Fabricates
th_th: สาน

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONEFFECTS
source: <b>Effects:</b>
th_th: <b> ผลกระทบ:</b>

# STRINGS.UI.BUILDINGEFFECTS.OVERHEAT_TEMP
source: Overheat Temperature: {0}
th_th: อุณหภูมิที่ร้อนมากเกินไป: {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_FERTILIZER
source: This farm plot enables plant fertilization to improve Harvest Rating and improve yield
th_th: พล็อตฟาร์มนี้ช่วยให้มีปุ๋ยสำหรับพืชเพื่อปรับปรุงการให้คะแนนการเก็บเกี่ยวและปรับปรุงผลผลิตดีขึ้น

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_IRRIGATION
source: This farm plot enables plant irrigation to improve Harvest Rating and improve yield
th_th: พล็อตฟาร์มนี้ช่วยให้การชลประทานพืชเพื่อปรับปรุงการจัดอันดับการเก็บเกี่ยวและปรับปรุงผลผลิตดีขึ้น

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GASCOOLING
source: Reduces the temperature of piped gases by {0}
th_th: ลดอุณหภูมิของแก๊สหัวฉีดโดย {0}

# STRINGS.UI.CHARACTERCONTAINER_EXPECTATIONS_TITLE
source: ADDITIONAL
th_th: เพิ่มเติม

# STRINGS.UI.CHARACTERCONTAINER_SKILLS_TITLE
source: ATTRIBUTES
th_th: คุณสมบัติ

# STRINGS.UI.CHARACTERCONTAINER_TRAITS_TITLE
source: TRAITS
th_th: ลักษณะ

# STRINGS.UI.CONSUMABLES
source: CONSUMABLES
th_th: อุปโภคบริโภค

# STRINGS.UI.CONSUMABLESSCREEN.STRESS
source: Stress
th_th: ความตึงเครียด

# STRINGS.UI.CONSUMABLESSCREEN.TITLE
source: CONSUMABLES
th_th: อุปโภคบริโภค

# STRINGS.UI.CONTEXTSCREEN.PRECONDITIONS.OWNSMATERIALS
source: No resources available
th_th: ไม่มีทรัพยากรที่พร้อมใช้งาน

# STRINGS.UI.CONTEXTSCREEN.UNAVAILABLE
source: UNAVAILABLE
th_th: ไม่สามารถใช้ได้

# STRINGS.UI.COPIED_SETTINGS
source: Settings Applied
th_th: ใช้การตั้งค่าแล้ว

# STRINGS.UI.CRAFT_CONTINUOUS
source: CONTINUOUS
th_th: ทำอย่างต่อเนื่อง

# STRINGS.UI.CRASHSCREEN.BODY
source: Help! A black hole ate my game!
th_th: ช่วยด้วย! หลุมดำกินเกมของฉัน!

# STRINGS.UI.CRASHSCREEN.CONTINUEBUTTON
source: CONTINUE GAME
th_th: ต่อ

# STRINGS.UI.CRASHSCREEN.HEADER
source: OPTIONAL CRASH DESCRIPTION
th_th: ตัวเลือกคำอธิบายความผิดพลาด

# STRINGS.UI.CRASHSCREEN.LOADFAILED
source: Load Failed: {0} Save Version: {1} Expected: {2}
th_th: โหลดล้มเหลว: {0} บันทึกเวอร์ชัน: {1} ที่คาดหวัง: {2}

# STRINGS.UI.CRASHSCREEN.QUITBUTTON
source: QUIT TO DESKTOP
th_th: ออกไปยังเดสก์ท็อป

# STRINGS.UI.CRASHSCREEN.REPORTBUTTON
source: REPORT CRASH
th_th: รายงานการหลุด

# STRINGS.UI.CRASHSCREEN.REPORTING
source: REPORTING, PLEASE WAIT...
th_th: กำลังรายงาน, กรุณารอ...

# STRINGS.UI.CRASHSCREEN.SAVEFAILED
source: Save Failed: {0}
th_th: บันทึกล้มเหลว: {0}

# STRINGS.UI.CRASHSCREEN.THANKYOU
source: Thank you! You're making our game better, one crash at a time.
th_th: ขอขอบคุณ! คุณกำลังทำให้เกมของเราดีขึ้น.

# STRINGS.UI.CRASHSCREEN.TITLE
source: Whoops! We're sorry, but it seems your game has encountered an error. It's okay though - these errors are how we find and fix problems to make our game more fun for everyone. If you use the box below to submit a crash report to us, we can use this information to get the issue sorted out.
th_th: อ๊ะ! ขออภัยดูเหมือนว่าเกมของคุณพบข้อผิดพลาด อย่างไรก็ตามปัญหานี้คือข้อผิดพลาดที่พบและแก้ไขปัญหาเพื่อให้เกมของเราสนุกยิ่งขึ้นสำหรับทุกคน หากคุณใช้ช่องด้านล่างเพื่อส่งรายงานข้อขัดข้องให้กับเราเราสามารถใช้ข้อมูลนี้เพื่อแก้ปัญหาได้.

# STRINGS.UI.CRASHSCREEN.UPLOADINFO
source: UPLOAD ADDITIONAL INFO ({0})
th_th: เพิ่มข้อมูลเพิ่มเติม ({0})

# STRINGS.UI.CREDITSSCREEN.CLOSEBUTTON
source: CLOSE
th_th: ปิด

# STRINGS.UI.CREDITSSCREEN.THIRD_PARTY.FMOD
source: FMOD Sound System Copyright Firelight Technologies
th_th: ระบบเสียง FMOD Copyright Firelight Technologies

# STRINGS.UI.CREDITSSCREEN.TITLE
source: CREDITS
th_th: เครดิต

# STRINGS.UI.DELIVERED
source: Delivered: {0} {1}
th_th: จัดส่งแล้ว: {0} {1}

# STRINGS.UI.DEMOOVERSCREEN.DEMOOVER
source: END OF DEMO
th_th: จบเดโมแล้ว

# STRINGS.UI.DEMOOVERSCREEN.DESCRIPTION
source: Thank you for playing <color=^pF44A47>Oxygen Not Included</color>!
th_th: ขอบคุณที่เล่น <color=^pF44A47>Oxygen Not Included</color>!

# STRINGS.UI.DEMOOVERSCREEN.QUITBUTTON
source: RESET
th_th: รีเซ็ต

# STRINGS.UI.DEMOOVERSCREEN.TIMEREMAINING
source: Demo time remaining:
th_th: เวลาเดโมที่เหลือ:

# STRINGS.UI.DEMOOVERSCREEN.TIMERINACTIVE
source: Timer inactive
th_th: ตัวตั้งเวลาไม่ใช้งาน

# STRINGS.UI.DEMOOVERSCREEN.TIMERTOOLTIP
source: Demo time remaining
th_th: เวลาเดโมเหลืออยู่

# STRINGS.UI.DETAILTABS.DETAILS.CONTENTS_TEMPERATURE
source: {0} at {1}
th_th: {0} เวลา{1}

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_CONTENTS
source: CONTENTS
th_th: เนื้อหา

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_DETAILS
source: DETAILS
th_th: รายละเอียด

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_MINION_CONTENTS
source: CARRIED ITEMS
th_th: รายการที่จัด

# STRINGS.UI.DETAILTABS.DETAILS.NAME
source: Details
th_th: รายละเอียด
