Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME
source: Show Navigation
th_th: แสดงการนำทาง

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME_OFF
source: Hide Navigation
th_th: ซ่อนการนำทาง

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP
source: Show all areas within this Duplicant's reach
th_th: แสดงพื้นที่ทั้งหมดในการเข้าถึงของ Duplicant

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP_OFF
source: Hide areas within this Duplicant's reach
th_th: ซ่อนพื้นที่ทั้งหมดในการเข้าถึงของ Duplicant

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME
source: Empty Storage
th_th: ที่จัดเก็บว่างเปล่า

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME_OFF
source: Cancel Empty
th_th: ยกเลิกว่างเปล่า

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP
source: Eject all resources from this storage region
th_th: นำทรัพยากรทั้งหมดออกจากพื้นที่เก็บนี้

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP_OFF
source: Cancel this empty order
th_th: ยกเลิกคำสั่งที่ว่างเปล่านี้

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME
source: Disable Building
th_th: ปิดการใช้งานสิ่งก่อสร้าง

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME_OFF
source: Enable Building
th_th: เปิดใช้งานสิ่งก่อสร้าง

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP
source: Halt the use of this building ------------------ Disabled buildings consume no energy or resources
th_th: หยุดใช้สิ้งก่อสร้าง ------------------ ปิดการใช้งานสิ่งก่อสร้างที่กินพลังงานหรือทรัพยากร

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP_OFF
source: Resume the use of this building
th_th: กลับมาใช้สิ่งก่อสร้างนี้อีกครั้ง

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.NAME
source: Follow Cam
th_th: ติดตามมุมกล้อง

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.TOOLTIP
source: Track this Duplicant with the camera
th_th: มุมกล้องตาม Duplicant คนนี้

# STRINGS.UI.USERMENUACTIONS.HARVEST.NAME
source: Harvest
th_th: เก็บเกี่ยว

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP
source: Harvest materials from this plant
th_th: เก็บเกี่ยววัสดุจากพืชนี้

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP_DISABLED
source: This plant has nothing to harvest yet
th_th: พืชนี้ไม่มีอะไรให้เก็บเกี่ยว

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.NAME
source: Enable Autoharvest
th_th: เปิดใช้งาน เก็บเกี่ยวอัตโนมัติ

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.TOOLTIP
source: Duplicants will automatically harvest this plant when it matures
th_th: Duplicants จะเก็บเกี่ยวพืชนี้โดยอัตโนมัติเมื่อครบกำหนด

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.NAME
source: Move To
th_th: เคลื่อนไปที่

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.TOOLTIP
source: Move this Duplicant to a specific location
th_th: ย้าย Duplicant นี้ไปยังตำแหน่งเฉพาะ

# STRINGS.UI.USERMENUACTIONS.OVERRIDETASK.NAME
source: Override Task
th_th: ลบล้างงาน

# STRINGS.UI.USERMENUACTIONS.OVERRIDETASK.TOOLTIP
source: Force this Duplicant to perform a specific task
th_th: บังคับให้ Duplicant นี้ทำงานเฉพาะเจาะจง

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME
source: Quarantine
th_th: กักกัน

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME_OFF
source: Cancel Quarantine
th_th: ยกเลิกการกักกัน

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP
source: Isolate this Duplicant The Duplicant will return to their assigned Cot
th_th: แยก Duplicant Duplicant จะกลับไปยัง Cot ที่ได้รับมอบหมาย

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_DISABLED
source: No quarantine zone assigned
th_th: ไม่ได้กำหนดพื้นที่กักกันไว้

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_OFF
source: Cancel this quarantine order
th_th: ยกเลิกคำสั่งกักกันนี้

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.NAME
source: Empty Building
th_th: สิ่งก่อสร้างว่างเปล่า

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.TOOLTIP
source: Refund all resources currently in use by this building
th_th: คืนทรัพยากรทั้งหมดที่ใช้โดยสิ่งก่อสร้างนี้

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME
source: Relocate
th_th: ขนย้าย

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME_OFF
source: Cancel Relocation
th_th: ยกเลิกการย้าย

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP
source: Move this building to a new location ------------------ Costs no additional resources
th_th: ย้ายสิ่งก่อสร้างนี้ไปยังตำแหน่งใหม่ ------------------ ไม่ใช้ทรัพยากรเพิ่ม

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP_OFF
source: Cancel this relocation order
th_th: ยกเลิกคำสั่งย้ายนี้

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.NAME
source: Select Research
th_th: เลือก Research

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.TOOLTIP
source: Choose a technology from the Research Tree <color=^pF44A47>[R]</color>
th_th: เลือกเทคโนโลยีจาก Research Tree <color=^pF44A47>[R]</color>

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.NAME
source: Filter Settings
th_th: การตั้งค่าตัวกรอง

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.TOOLTIP
source: Assign materials to storage
th_th: กำหนดวัสดุในการจัดเก็บ

# STRINGS.UI.USERMENUACTIONS.UPROOT.NAME
source: Uproot
th_th: ถอน

# STRINGS.UI.USERMENUACTIONS.UPROOT.TOOLTIP
source: Convert this plant into a seed
th_th: แปลงพืชนี้เป็นเมล็ดพันธุ์

# STRINGS.UI.VIEWDUPLICANTS
source: Choose a Duplicant
th_th: เลือก Duplicant

# STRINGS.UI.VITALS
source: VITALS
th_th: ตับ

# STRINGS.UI.VITALSSCREEN_CALORIES
source: Fullness
th_th: เต็ม

# STRINGS.UI.VITALSSCREEN_EATENTODAY
source: Eaten Today
th_th: กินวันนี้

# STRINGS.UI.VITALSSCREEN_EATENTODAY_TOOLTIP
source: The amount of food your Duplicant has eaten this cycle
th_th: ปริมาณอาหารที่ Duplicant กินรอบนี้

# STRINGS.UI.VITALSSCREEN_HEALTH
source: Health
th_th: พลังชีวิต

# STRINGS.UI.VITALSSCREEN_NAME
source: Name
th_th: ชื่อ

# STRINGS.UI.VITALSSCREEN_RATIONS
source: Calories/Cycle
th_th: แคลอรี่/รอบ

# STRINGS.UI.VITALSSCREEN_RATIONS_TOOLTIP
source: Set how many calories this Duplicant may consume daily
th_th: ตั้งค่าจำนวนแคลอรี่ที่ Duplicant นี้อาจใช้เป็นประจำทุกวัน

# STRINGS.UI.VITALSSCREEN_STRESS
source: Stress
th_th: ความตึงเครียด

# STRINGS.UI.VITALSSCREEN_UNTIL_FULL
source: Until Full
th_th: จนกว่าจะเต็ม

# STRINGS.UI.WELCOMEMESSAGEBEGIN
source: BEGIN
th_th: เริ่ม

# STRINGS.UI.WELCOMEMESSAGEBODY
source: Your crew has awoken miles beneath the surface of an unfamiliar asteroid. Oddly, they have no recollection of how they got here.
th_th: ลูกเรือของคุณตื่นขึ้นมานับไมล์ใต้พื้นผิวของดาวเคราะห์น้อยที่ไม่ค่อยคุ้นเคย พวกเขาจำไม่ได้เลยว่ามาที่นี่ได้อย่างไร.

# STRINGS.UI.WELCOMEMESSAGETITLE
source: ! ALERT !
th_th: ! แย่แล้ว !

# STRINGS.UI.WORLDGEN.ANALYZINGWORLD
source: Shuffling DNA Blueprints...
th_th: กำลังพิมพ์ดีเอ็นเอแบบสับเปลี่ยน...

# STRINGS.UI.WORLDGEN.ANALYZINGWORLDCOMPLETE
source: Tidying up for the Duplicants...
th_th: ทำที่จัดเก็บสำหรับ Duplicants...

# STRINGS.UI.WORLDGEN.BORDERS
source: Just adding water...
th_th: เพิ่มน้ำ...

# STRINGS.UI.WORLDGEN.BORDERS1
source: Just adding water...
th_th: เพิ่มน้ำ...

# STRINGS.UI.WORLDGEN.BORDERS2
source: Staring at the void...
th_th: เริ่มโลก...

# STRINGS.UI.WORLDGEN.BORDERS3
source: Staring at the void...
th_th: เริ่มโลก...

# STRINGS.UI.WORLDGEN.BORDERS4
source: Staring at the void...
th_th: เริ่มโลก...

# STRINGS.UI.WORLDGEN.BORDERS5
source: Avoiding awkward eye contact with the void...
th_th: หลีกเลี่ยงการสัมผัสกับสายตาที่ดุร้าย...

# STRINGS.UI.WORLDGEN.BORDERS6
source: Avoiding awkward eye contact with the void...
th_th: หลีกเลี่ยงการสัมผัสกับสายตาที่ดุร้าย...

# STRINGS.UI.WORLDGEN.BORDERS7
source: Avoiding awkward eye contact with the void...
th_th: หลีกเลี่ยงการสัมผัสกับสายตาที่ดุร้าย...

# STRINGS.UI.WORLDGEN.BORDERS8
source: Avoiding awkward eye contact with the void...
th_th: หลีกเลี่ยงการสัมผัสกับสายตาที่ดุร้าย...

# STRINGS.UI.WORLDGEN.BORDERS9
source: Avoiding awkward eye contact with the void...
th_th: หลีกเลี่ยงการสัมผัสกับสายตาที่ดุร้าย...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE
source: Sorting quadrillions of atoms...
th_th: การจัดเรียง quadrillions ของอะตอม ...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE1
source: Sorting quadrillions of atoms...
th_th: การจัดเรียง quadrillions ของอะตอม ...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE2
source: Sorting quadrillions of atoms...
th_th: การจัดเรียง quadrillions ของอะตอม ...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE3
source: Ironing the fabric of creation...
th_th: กำลังรีบสร้าง...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE4
source: Ironing the fabric of creation...
th_th: กำลังรีบสร้าง...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE5
source: Ironing the fabric of creation...
th_th: กำลังรีบสร้าง...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE6
source: Taking hot meteor shower...
th_th: ดาวตกที่ร้อนมาก...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE7
source: Tightening asteroid belts...
th_th: กระชับเข็มขัดดาวเคราะห์น้อย ...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE8
source: Tightening asteroid belts...
th_th: กระชับเข็มขัดดาวเคราะห์น้อย ...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE9
source: Tightening asteroid belts...
th_th: กระชับเข็มขัดดาวเคราะห์น้อย ...

# STRINGS.UI.WORLDGEN.CHOOSEWORLDSIZE
source: Select the magnitude of your new galaxy.
th_th: เลือกขนาดของกาแลคซีใหม่ของคุณ...

# STRINGS.UI.WORLDGEN.CLEARINGLEVEL
source: Staring into the void...
th_th: จ้องมองเข้าไปในช่องว่าง...

# STRINGS.UI.WORLDGEN.COMPLETE
source: Success! Space adventure awaits.
th_th: สำเร็จ! การผจญภัยในอวกาศรออยู่.

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT
source: Cooling glass...
th_th: แก้วกำลังเย็น...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT1
source: Cooling glass...
th_th: แก้วกำลังเย็น...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT10
source: Adding buckets of dirt...
th_th: กำลังเติมดิน...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT2
source: Cooling glass...
th_th: แก้วกำลังเย็น...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT3
source: Cooling glass...
th_th: แก้วกำลังเย็น...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT4
source: Digging holes...
th_th: กำลังขุดหลุม...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT5
source: Digging holes...
th_th: กำลังขุดหลุม...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT6
source: Digging holes...
th_th: กำลังขุดหลุม...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT7
source: Adding buckets of dirt...
th_th: กำลังเติมดิน...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT8
source: Adding buckets of dirt...
th_th: กำลังเติมดิน...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT9
source: Adding buckets of dirt...
th_th: กำลังเติมดิน...

# STRINGS.UI.WORLDGEN.CONVERTTERRAINCELLSTOEDGES
source: Hardening diamonds...
th_th: กำลังทำให้เพรชแข็ง...

# STRINGS.UI.WORLDGEN.DRAWWORLDBORDER
source: Establishing personal boundaries...
th_th: สร้างขอบเขต...

# STRINGS.UI.WORLDGEN.FAILED
source: Goodness, has this ever gone terribly wrong!
th_th: เกิดอะไรขึ้น! มีบางอย่างผิดปกติ!

# STRINGS.UI.WORLDGEN.GENERATENOISE
source: Baking igneous rock...
th_th: ปูหินอัคนี...

# STRINGS.UI.WORLDGEN.GENERATENOISE1
source: Multilayering sediment...
th_th: ตะกอนหลายชั้น ...

# STRINGS.UI.WORLDGEN.GENERATENOISE2
source: Multilayering sediment...
th_th: ตะกอนหลายชั้น ...

# STRINGS.UI.WORLDGEN.GENERATENOISE3
source: Multilayering sediment...
th_th: ตะกอนหลายชั้น ...

# STRINGS.UI.WORLDGEN.GENERATENOISE4
source: Superheating gases...
th_th: กระจกที่ร้อนจนเหลว...

# STRINGS.UI.WORLDGEN.GENERATENOISE5
source: Superheating gases...
th_th: กระจกที่ร้อนจนเหลว...

# STRINGS.UI.WORLDGEN.GENERATENOISE6
source: Superheating gases...
th_th: กระจกที่ร้อนจนเหลว...

# STRINGS.UI.WORLDGEN.GENERATENOISE7
source: Vacuuming out vacuums...
th_th: ดูดฝุ่นสูญญากาศ...

# STRINGS.UI.WORLDGEN.GENERATENOISE8
source: Vacuuming out vacuums...
th_th: ดูดฝุ่นสูญญากาศ...

# STRINGS.UI.WORLDGEN.GENERATENOISE9
source: Vacuuming out vacuums...
th_th: ดูดฝุ่นสูญญากาศ...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM
source: Catalyzing Big Bang...
th_th: กำลังเร่ง Big Bang ...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM1
source: Catalyzing Big Bang...
th_th: กำลังเร่ง Big Bang ...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM2
source: Catalyzing Big Bang...
th_th: กำลังเร่ง Big Bang ...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM3
source: Catalyzing Big Bang...
th_th: กำลังเร่ง Big Bang ...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM4
source: Catalyzing Big Bang...
th_th: กำลังเร่ง Big Bang ...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM5
source: Catalyzing Big Bang...
th_th: กำลังเร่ง Big Bang ...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM6
source: Approaching event horizon...
th_th: กำลังมาถึงขอบฟ้าเหตุการณ์ ...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM7
source: Approaching event horizon...
th_th: กำลังมาถึงขอบฟ้าเหตุการณ์ ...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM8
source: Approaching event horizon...
th_th: กำลังมาถึงขอบฟ้าเหตุการณ์ ...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM9
source: Approaching event horizon...
th_th: กำลังมาถึงขอบฟ้าเหตุการณ์ ...

# STRINGS.UI.WORLDGEN.GENERATINGWORLD
source: The Galaxy Synthesizer
th_th: กำลังตื่นจากการหลับไหล

# STRINGS.UI.WORLDGEN.LOADING
source: Loading world...
th_th: กำลังสร้างโลก...

# STRINGS.UI.WORLDGEN.NORMALISENOISE
source: Interpolating toxic gas...
th_th: ตีความก๊าซพิษ...

# STRINGS.UI.WORLDGEN.PLACINGCREATURES
source: Building the suspense...
th_th: สร้างด้วยความใจจดใจจ่อ...

# STRINGS.UI.WORLDGEN.PROCESSING
source: Embedding metals...
th_th: กำลังฝังโลหะ...

# STRINGS.UI.WORLDGEN.PROCESSING1
source: Embedding metals...
th_th: กำลังฝังโลหะ...

# STRINGS.UI.WORLDGEN.PROCESSING2
source: Embedding metals...
th_th: กำลังฝังโลหะ...

# STRINGS.UI.WORLDGEN.PROCESSING3
source: Burying precious ore...
th_th: กำลังฝังแร่ที่มีค่า...

# STRINGS.UI.WORLDGEN.PROCESSING4
source: Burying precious ore...
th_th: กำลังฝังแร่ที่มีค่า...

# STRINGS.UI.WORLDGEN.PROCESSING5
source: Burying precious ore...
th_th: กำลังฝังแร่ที่มีค่า...

# STRINGS.UI.WORLDGEN.PROCESSING6
source: Burying precious ore...
th_th: กำลังฝังแร่ที่มีค่า...

# STRINGS.UI.WORLDGEN.PROCESSING7
source: Excavating tunnels...
th_th: กำลังขุดอุโมงค์...

# STRINGS.UI.WORLDGEN.PROCESSING8
source: Excavating tunnels...
th_th: กำลังขุดอุโมงค์...

# STRINGS.UI.WORLDGEN.PROCESSING9
source: Excavating tunnels...
th_th: กำลังขุดอุโมงค์...

# STRINGS.UI.WORLDGEN.PROCESSRIVERS
source: Pouring rivers...
th_th: กำลังสร้างบ่อน้ำ...

# STRINGS.UI.WORLDGEN.RESTARTING
source: Rebooting...
th_th: รีบูต...

# STRINGS.UI.WORLDGEN.RETRYCOUNT
source: Oh dear, let's try that again.
th_th: โอ้! โปรดลองอีกครั้ง.

# STRINGS.UI.WORLDGEN.SETTLESIM
source: Infusing oxygen...
th_th: เติมอากาศออกซิเจน ...

# STRINGS.UI.WORLDGEN.SETTLESIM1
source: Infusing oxygen...
th_th: เติมอากาศออกซิเจน ...

# STRINGS.UI.WORLDGEN.SETTLESIM2
source: Too much oxygen. Removing...
th_th: มีออกซิเจนมากเกินไป เอาออก...

# STRINGS.UI.WORLDGEN.SETTLESIM3
source: Too much oxygen. Removing...
th_th: มีออกซิเจนมากเกินไป เอาออก...

# STRINGS.UI.WORLDGEN.SETTLESIM4
source: Ideal oxygen levels achieved...
th_th: มีระดับออกซิเจนที่เหมาะสม...

# STRINGS.UI.WORLDGEN.SETTLESIM5
source: Ideal oxygen levels achieved...
th_th: มีระดับออกซิเจนที่เหมาะสม...

# STRINGS.UI.WORLDGEN.SETTLESIM6
source: Planting space flora...
th_th: ปลูกพืชพื้นที่...

# STRINGS.UI.WORLDGEN.SETTLESIM7
source: Planting space flora...
th_th: ปลูกพืชพื้นที่...

# STRINGS.UI.WORLDGEN.SETTLESIM8
source: Releasing wildlife...
th_th: กำลังปล่อยสัตว์ป่า...

# STRINGS.UI.WORLDGEN.SETTLESIM9
source: Releasing wildlife...
th_th: กำลังปล่อยสัตว์ป่า...

# STRINGS.UI.WORLDGEN.SETUPNOISE
source: BANG!
th_th: ตูมมม!!

# STRINGS.UI.WORLDGEN.WORLDLAYOUT
source: Freezing ice formations...
th_th: การก่อตัวของน้ำแข็งแช่แข็ง...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT1
source: Freezing ice formations...
th_th: การก่อตัวของน้ำแข็งแช่แข็ง...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT10
source: Sprinkling sand...
th_th: โรยทราย...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT2
source: Freezing ice formations...
th_th: การก่อตัวของน้ำแข็งแช่แข็ง...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT3
source: Freezing ice formations...
th_th: การก่อตัวของน้ำแข็งแช่แข็ง...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT4
source: Melting magma...
th_th: ละลายหินเป็นลาวา...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT5
source: Melting magma...
th_th: ละลายหินเป็นลาวา...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT6
source: Melting magma...
th_th: ละลายหินเป็นลาวา...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT7
source: Sprinkling sand...
th_th: โรยทราย...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT8
source: Sprinkling sand...
th_th: โรยทราย...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT9
source: Sprinkling sand...
th_th: โรยทราย...
