Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.DUPLICANTS.MODIFIERS.WASATTACKED.NAME
source: Recently assailed
th_th: เพิ่งถูกโจมตี

# STRINGS.DUPLICANTS.MODIFIERS.WASATTACKED.TOOLTIP
source: This Duplicant is stressed out after having been attacked
th_th: Duplicant นี้ถูกลดความเครียหลังจากถูกโจมตี

# STRINGS.DUPLICANTS.MODIFIERS.WELLFED.NAME
source: Well fed
th_th: อาหารที่ดี

# STRINGS.DUPLICANTS.MODIFIERS.WELLFED.TOOLTIP
source: This Duplicant feels satisfied after having a big meal
th_th: Duplicant รู้สึกอิ่มใจหลังจากรับประทานอาหารมื้อใหญ่

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.NAME
source: Soggy Feet
th_th: เท้าเปียกโชก

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.TOOLTIP
source: This Duplicant recently stepped in liquid
th_th: เมื่อเร็ว ๆ นี้ Duplicant ก้าวเข้าสู่ของเหลวทำให้เปียก

# STRINGS.DUPLICANTS.MODIFIERS.WORKING.NAME
source: Working
th_th: ทำงาน

# STRINGS.DUPLICANTS.MODIFIERS.WORKING.TOOLTIP
source: This Duplicant is working up a sweat
th_th: Duplicant กำลังทำงานด้วยหยาดเหงื่อ

# STRINGS.DUPLICANTS.NEEDS.DECOR.EXPECTATION_TOOLTIP
source: Most objects have <style="decor">Decor</style> values that can increase or decrease a Duplicant's opinion of their surroundings. This Duplicant requires {0} or higher decor values, and will become <style="stress">Stressed</style> in areas with lower decor.
th_th: วัตถุส่วนใหญ่มีค่า <style="decor">ตกแต่ง</style> ซึ่งสามารถเพิ่มหรือลดความเห็นของ Duplicant เกี่ยวกับสภาพแวดล้อมได้. Duplicant นี้ต้องการค่าการตกแต่งสูงกว่า {0} ถ้าสูงกว่านี้จะเพิ่ม <style="stress">ความเครียด</style> ในพื้นที่ที่มีการตกแต่งที่ต่ำ.

# STRINGS.DUPLICANTS.NEEDS.DECOR.NAME
source: Decor Expectation
th_th: ความคาดหวังของการตกแต่ง

# STRINGS.DUPLICANTS.NEEDS.DECOR.OBSERVED_DECOR
source: Surroundings
th_th: สิ่งแวดล้อม

# STRINGS.DUPLICANTS.NEEDS.DECOR.PROFESSION_NAME
source: Critic
th_th: นักวิจารณ์

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.MINUS_1
source: Poor
th_th: น่าสงสาร

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.MINUS_2
source: Terrible
th_th: น่ากลัว

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.MINUS_3
source: Grisly
th_th: น่าขนพองสยองเกล้า

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_1
source: Good
th_th: ดี

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_2
source: Great
th_th: เยี่ยม

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_3
source: Superb
th_th: ดีเยี่ยม

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_4
source: Ambrosial
th_th: เอร็ดอร่อย

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.ZERO
source: Standard
th_th: มาตรฐาน

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.BAD_FOOD_MOD
source: Food Quality
th_th: คุณภาพอาหาร

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.GOOD_FOOD_MOD
source: Food Quality
th_th: คุณภาพอาหาร

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NAME
source: Food Quality
th_th: คุณภาพอาหาร

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NORMAL_FOOD_MOD
source: Food Quality
th_th: คุณภาพอาหาร

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.PROFESSION_NAME
source: Gourmet
th_th: นักกิน

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSMISSING
source: Room is missing walls or doors.
th_th: ห้องไม่มีผนังหรือประตู.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSSTANDARD
source: Room is enclosed by walls and doors.
th_th: ห้องถูกล้อมรอบด้วยผนังและประตู.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSMISSING
source: Restroom is missing walls or doors.
th_th: ห้องสุขาไม่มีผนังหรือประตู.

# STRINGS.DUPLICANTS.RACE_PREFIX
source: Race: {0}
th_th: แข่ง: {0}

# STRINGS.DUPLICANTS.RELAXATION.RELAXATION_EFFECT.DESCRIPTION
source: Reduces <style="stress">Stress</style> by {0}/cycle
th_th: ลด <style="stress">ความเครียด</style> โดย {0}/รอบ

# STRINGS.DUPLICANTS.RELAXATION.RELAXATION_EFFECT.NAME
source: Relaxing
th_th: ผ่อนคลาย

# STRINGS.DUPLICANTS.STATS.BLADDER.NAME
source: Bladder
th_th: กระเพาะปัสสาวะ

# STRINGS.DUPLICANTS.STATS.BLADDER.TOOLTIP
source: Bladder ---------- Duplicants make "messes" if no toilets are available at one hundred percent bladder fullness
th_th: กระเพาะปัสสาวะ ---------- ถ้าหากไม่มีห้องน้ำ Duplicants จะทำเรื่อง "ยุ่ง" เพราะกระเพาะปัสสาวะของพวกเขาจะล้น

# STRINGS.DUPLICANTS.STATS.BREATH.NAME
source: Breath
th_th: การหายใจ

# STRINGS.DUPLICANTS.STATS.BREATH.TOOLTIP
source: Breath ---------- A Duplicant with zero remaining breath will begin suffocating
th_th: การหายใจ ---------- หาก Duplicant ลมหายใจที่เหลือศูนย์จะเริ่มหายใจไม่ออก

# STRINGS.DUPLICANTS.STATS.CALORIES.NAME
source: Calories
th_th: แคลอรี่

# STRINGS.DUPLICANTS.STATS.CALORIES.TOOLTIP
source: Calories ---------- This Duplicant can burn {0} before starving
th_th: แคลอรี่ ---------- Duplicant นี้สามารถเผาผลาญ {0} ก่อนที่หิวโหย

# STRINGS.DUPLICANTS.STATS.DECOR.NAME
source: Decor
th_th: ตกแต่ง

# STRINGS.DUPLICANTS.STATS.DECOR.TOOLTIP
source: Decor ---------- Duplicants become stressed in areas with decor lower than their expectations Open the Decor Overlay <color=^pF44A47>[F8]</color> to view current decor values
th_th: การตกแต่ง ---------- Duplicants จะเครียดหากพื้นที่มีการตกแต่งที่ต่ำ เปิดการวงางตกแต่ง<color=^pF44A47>[F8]</color> เพื่อดูค่าการตกแต่งในปัจุบัณ

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.NAME
source: External Temperature
th_th: อุณหภูมิภายนอก

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ---------- This Duplicant's environment is {0}
th_th: อุณหภูมิภายนอก ---------- สภาพแวดล้อมของ Duplicant นี้คือ {0}

# STRINGS.DUPLICANTS.STATS.HITPOINTS.NAME
source: Health
th_th: พลังชีวิต

# STRINGS.DUPLICANTS.STATS.HITPOINTS.TOOLTIP
source: Health ---------- Combatants become incapacitated at zero health
th_th: พลังชีวิต ---------- Duplicants คนนี้จะตายหากพลังชีวิตเหลือศูนย์

# STRINGS.DUPLICANTS.STATS.SKIN_THICKNESS.NAME
source: Skin Thickness
th_th: ความหนาของผิว

# STRINGS.DUPLICANTS.STATS.STAMINA.NAME
source: Stamina
th_th: แรงกาย

# STRINGS.DUPLICANTS.STATS.STAMINA.TOOLTIP
source: Stamina ---------- Duplicants will pass out from fatigue when stamina reaches zero
th_th: แรงกาย ---------- Duplicants จะเมื่อล้าถ้าแรงกายของพวกเขาถึงศูนย์

# STRINGS.DUPLICANTS.STATS.STRESS.NAME
source: Stress
th_th: ความตึงเครียด

# STRINGS.DUPLICANTS.STATS.STRESS.TOOLTIP
source: Stress ---------- Duplicants exhibit their Stress Responses at one hundred percent stress
th_th: ความตึงเครียด ---------- Duplicants จะแสดงออกถึงความเครียดแบบต่างๆ เมื่อค่าความเครียดเต็ม

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.NAME
source: Body Temperature
th_th: อุณหภูมิร่างกาย

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.TOOLTIP
source: Body Temperature ---------- A healthy Duplicant's body temperature is {1}
th_th: อุณหภูมิร่างกาย ---------- อุณหภูมิร่างกายของ Duplicant คือ {1}

# STRINGS.DUPLICANTS.STATUSITEMS.ARTING.NAME
source: Decorating
th_th: ตกแต่ง

# STRINGS.DUPLICANTS.STATUSITEMS.ARTING.TOOLTIP
source: This Duplicant is expressing themselves artistically
th_th: Duplicant กำลังแสดงออกทางศิลปะด้วยตัวเอง

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NAME
source: Bed beyond reach
th_th: เตียงที่ไม่สามารถเข้าถึงได้

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_NAME
source: Bed beyond reach
th_th: เตียงที่ไม่สามารถเข้าถึงได้

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot sleep because their bed is out of reach:
th_th: Duplicants เหล่านี้ไม่สามารถนอนหลับได้เนื่องจากเตียงของพวกเขาอยู่ไกลเกินเอื้อม:

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their bed
th_th: Duplicant นี้ไม่สามารถเข้าถึงเตียงได้

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGCOOLING.NAME
source: Regulating temperature at: {TempDelta}
th_th: ควบคุมอุณหภูมิที่: {TempDelta}

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGCOOLING.TOOLTIP
source: This Duplicant is regulating their internal temperature
th_th: Duplicant กำลังควบคุมอุณหภูมิภายใน

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGHEATING.NAME
source: Regulating temperature at: {TempDelta}
th_th: ควบคุมอุณหภูมิที่: {TempDelta}

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGHEATING.TOOLTIP
source: This Duplicant is regulating their internal temperature
th_th: Duplicant กำลังควบคุมอุณหภูมิภายใน

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant กำลังขนส่งวัสดุไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKWORKSTATUS.NAME
source: Breaking {Target}
th_th: กำลังทำลาย {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKWORKSTATUS.TOOLTIP
source: This Duplicant is going totally bananas on the {Target}
th_th: Duplicant กำลังกล้วยทั้งหมดอยู่ที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.NAME
source: Inhaling {ConsumptionRate} O2
th_th: การสูด {ConsumptionRate} O2

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.TOOLTIP
source: All Duplicants require oxygen to live
th_th: Duplicants ทั้งหมดต้องอาศัยออกซิเจนเพื่อมีชีวิจอยู่ต่อ

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant กำลังขนส่งวัสดุไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.NAME
source: Building {Target}
th_th: สร้าง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.TOOLTIP
source: This Duplicant is constructing a {Target}
th_th: Duplicant กำลังสร้าง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.NAME
source: Building {Target}
th_th: สร้าง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.TOOLTIP
source: This Duplicant is constructing a {Target}
th_th: Duplicant กำลังสร้าง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEANING.NAME
source: Cleaning {Target}
th_th: ทำความสะอาด {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEANING.TOOLTIP
source: This Duplicant is cleaning the {Target}
th_th: Duplicant นี้จะทำความสะอาด {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: การส่งมอบทรัพยากรเพื่อ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARING.NAME
source: Sweeping {Target}
th_th: กวาด {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARING.TOOLTIP
source: This Duplicant is sweeping away {Target}
th_th: Duplicant นี้จะไปกวาด {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COLD.NAME
source: Chilly surroundings
th_th: สภาพแวดล้อมที่อากาศหนาวเย็น

# STRINGS.DUPLICANTS.STATUSITEMS.COLD.TOOLTIP
source: This Duplicant cannot retain enough heat to stay warm and may be under insulated for this area Stress Modification: {StressModification} Current Environmental Exchange: {currentTransferWattage} Insulation Thickness: {conductivityBarrier}
th_th: Duplicant นี้ไม่สามารถเก็บความร้อนพอที่จะอยู่อย่างอบอุ่นและอาจอยู่ภายใต้ฉนวนสำหรับพื้นที่นี้ การปรับเปลี่ยนความเครียด: {StressModification} แลกเปลี่ยนสิ่งแวดล้อมปัจจุบัน: {currentTransferWattage} ความหนาของฉนวนกันความร้อน:{conductivityBarrier}

# STRINGS.DUPLICANTS.STATUSITEMS.COMPOSTFLIPSTATUS.NAME
source: Going to flip compost
th_th: ไปพลิกปุ๋ยหมัก

# STRINGS.DUPLICANTS.STATUSITEMS.COMPOSTFLIPSTATUS.TOOLTIP
source: This Duplicant is going to flip the compost
th_th: Duplicant นี้จะพลิกปุ๋ยหมัก

# STRINGS.DUPLICANTS.STATUSITEMS.COOKDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: การส่งมอบทรัพยากรเพื่อ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้จัดอยู่ในการขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.NAME
source: Cooking food
th_th: กำลังปรุงอาหาร

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.TOOLTIP
source: This Duplicant is cooking up something tasty
th_th: Duplicant นี้จะปรุงอาหารบางสิ่งที่อร่อย

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NAME
source: Daily calorie limit reached
th_th: จำกัดคลอรี่ของทุกวัน

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NOTIFICATION_NAME
source: Daily calorie limit reached
th_th: จำกัดคลอรี่ของทุกวัน

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NOTIFICATION_TOOLTIP
source: These Duplicants have consumed their allotted <style="food">Rations</style> for the day:
th_th: Duplicants เหล่านี้บริโภค <style="food">อาหารสำเร็จรูป</style> สำหรับวันนี้:

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.TOOLTIP
source: This Duplicant has consumed their allotted rations for the day
th_th: Duplicant นี้มีการบริโภคของพวกเขาในวันนั้น

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.NAME
source: Dead: {Death}
th_th: ตาย: {Death}

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.TOOLTIP
source: This Duplicant definitely isn't sleeping
th_th: Duplicant นี้แน่นอนไม่ได้นอน

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: การส่งมอบทรัพยากรเพื่อ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้จัดอยู่ในการขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.NAME
source: Deconstructing {Target}
th_th: กำลังรื้อถอน {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.TOOLTIP
source: This Duplicant is tearing down the {Target}
th_th: Duplicant กำลังแยกชิ้นส่วน {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DIGGING.NAME
source: Digging
th_th: กำลังขุด

# STRINGS.DUPLICANTS.STATUSITEMS.DIGGING.TOOLTIP
source: This Duplicant is excavating raw resources
th_th: Duplicant กำลังขุดทรัพยากรดิบ

# STRINGS.DUPLICANTS.STATUSITEMS.DROPPINGUNUSEDINVENTORY.NAME
source: Dropping objects
th_th: กำลังวางวัตถุ

# STRINGS.DUPLICANTS.STATUSITEMS.DROPPINGUNUSEDINVENTORY.TOOLTIP
source: This Duplicant is dropping what they're holding
th_th: Duplicant กำลังวางสิ่งที่เขาถือยู่

# STRINGS.DUPLICANTS.STATUSITEMS.EARLYMORNING.NAME
source: Jazzed to start the day
th_th: แจ๊สเพื่อเริ่มต้นวันใหม่

# STRINGS.DUPLICANTS.STATUSITEMS.EARLYMORNING.TOOLTIP
source: This Duplicant gets a burst of energy in the morning from their Early Bird trait
th_th: Duplicant นี้ได้รับพลังงานในตอนเช้าจากลักษณะ นกน้อยตื่นเช้า ของพวกเขา

# STRINGS.DUPLICANTS.STATUSITEMS.EATDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant กำลังขนส่งวัสดุไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.NAME
source: Eating {Target}
th_th: กำลังกิน {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.TOOLTIP
source: This Duplicant is replenishing their calorie stores
th_th: Duplicant กำลังเติมเต็มแคลอรี่ของตน

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.NAME
source: Exhaling {EmittingRate} CO2
th_th: การหายใจออก {EmittingRate} CO2

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: All Duplicants breathe out carbon dioxide
th_th: Duplicants ทั้งหมดจะหายใจเอาก๊าซคาร์บอนไดออกไซด์ออกมา

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYING.NAME
source: Emptying {Target}
th_th: ล้าง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYING.TOOLTIP
source: This Duplicant is removing materials from the {Target}
th_th: Duplicant กำลังนำวัสดุออกจาก {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYSTORAGEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYSTORAGEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant กำลังขนส่งวัสดุไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NAME
source: Entombed
th_th: ฝังอยู่

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NOTIFICATION_NAME
source: Entombed
th_th: ฝังอยู่

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NOTIFICATION_TOOLTIP
source: These Duplicants are trapped:
th_th: Duplicants เหล่านี้ถูกขังอยู่:

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.TOOLTIP
source: This Duplicant needs someone to help dig them out!
th_th: Duplicant ต้องการให้คนช่วยขุดออก!

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant กำลังขนส่งวัสดุไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPPING.NAME
source: Equipping <style="equipment">{Item}</style>
th_th: กำลังใช้ <style="equipment">{Item}</style>

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPPING.TOOLTIP
source: This Duplicant is equipping a {Item}
th_th: Duplicant นี้จัดเตรียม {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant กำลังขนส่งวัสดุไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATING.NAME
source: Fabricating {Item}
th_th: กำลังผลิต {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATING.TOOLTIP
source: This Duplicant is making a {Item}
th_th: Duplicant กำลังทำ {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NAME
source: In combat
th_th: อยู่ในการต่อสู้

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NOTIFICATION_NAME
source: Combat!
th_th: การต่อสู้!

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NOTIFICATION_TOOLTIP
source: These Duplicants have engaged a creature in combat:
th_th: Duplicants นี้อยู่ในการต่อสู้กับสิ่งมีชีวิต:

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.TOOLTIP
source: This Duplicant is attacking a creature!
th_th: Duplicant กำลังโจมตีสิ่งมีชีวิต!

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NAME
source: Fleeing
th_th: หลบหนี

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NOTIFICATION_NAME
source: Fleeing!
th_th: หนี!

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NOTIFICATION_TOOLTIP
source: These Duplicants are trying to escape combat:
th_th: Duplicants เหล่านี้กำลังพยายามหนีสู้:

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.TOOLTIP
source: This Duplicant is trying to escape combat!
th_th: Duplicant นี้กำลังพยายามหนีการสู้!

# STRINGS.DUPLICANTS.STATUSITEMS.FULLBLADDER.NAME
source: Full bladder
th_th: กระเพาะปัสสาวะเต็ม

# STRINGS.DUPLICANTS.STATUSITEMS.FULLBLADDER.TOOLTIP
source: This Duplicant would really appreciate a toilet
th_th: Duplicant นี้อยากจะขอบคุณห้องน้ำจริงๆ

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.NAME
source: Generating power
th_th: กำลังสร้างพลังงาน

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.TOOLTIP
source: This Duplicant is using the {Target} to produce electrical power
th_th: Duplicant ใช้ {Target} เพื่อผลิตพลังงาน

# STRINGS.DUPLICANTS.STATUSITEMS.GENERIC_DELIVER.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.GENERIC_DELIVER.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant กำลังขนส่งวัสดุไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.GOOD_FOOD_QUALITY.NAME
source: Decadent Meal
th_th: อาหารใกล้บูด

# STRINGS.DUPLICANTS.STATUSITEMS.GOOD_FOOD_QUALITY.TOOLTIP
source: This Duplicant's last meal exceeded their expectations
th_th: อาหารมื้อสุดท้ายของ Duplicant นี้เกินความคาดหมายของพวกเขา

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant กำลังขนส่งวัสดุไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTING.NAME
source: Harvesting {Target}
th_th: การเก็บเกี่ยว {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTING.TOOLTIP
source: This Duplicant is gathering resources from a {Target}
th_th: Duplicant กำลังรวบรวมทรัพยากรจาก {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NAME
source: Feeling ill
th_th: รู้สึกไม่สบาย

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_NAME
source: Illness
th_th: เจ็บป่วย

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_TOOLTIP
source: These Duplicants have contracted a <style="disease">Disease</style>:
th_th: Duplicants นี้มี <style="disease">โรค</style>:

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.TOOLTIP
source: This Duplicant has contracted a Disease
th_th: Duplicant นี้มีโรค

# STRINGS.DUPLICANTS.STATUSITEMS.HOLDINGBREATH.NAME
source: Holding breath
th_th: กลั้นหายใจ

# STRINGS.DUPLICANTS.STATUSITEMS.HOLDINGBREATH.TOOLTIP
source: This Duplicant cannot breathe in their current location
th_th: Duplicant ไม่สามารถหายใจในตำแหน่งปัจจุบันได้

# STRINGS.DUPLICANTS.STATUSITEMS.HOT.NAME
source: Toasty surroundings
th_th: สภาพแวดล้อมที่อร่อย

# STRINGS.DUPLICANTS.STATUSITEMS.HOT.TOOLTIP
source: This Duplicant cannot let off enough heat to stay cool and may be over insulated for this area Stress Modification: {StressModification} Current Environmental Exchange: {currentTransferWattage} Insulation Thickness: {conductivityBarrier}
th_th: Duplicant ไม่สามารถระบายความร้อนได้มากพอที่จะอยู่ในที่เย็นและอาจมีการหุ้มฉนวนในบริเวณนี้ ความเครียด: {StressModification} สภาพแวดล้อมปัจจุบัน: {currentTransferWattage} ความหนาฉนวน: {conductivityBarrier}

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.NAME
source: Hungry
th_th: หิว

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.TOOLTIP
source: This Duplicant is low on calories and would love a snack
th_th: Duplicant แคลอรี่ต่ำและจะชอบขนมขบเคี้ยว

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NAME
source: Idle
th_th: อยู่เฉยๆ

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_NAME
source: Idle
th_th: อยู่เฉยๆ

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach any pending job tasks:
th_th: Duplicants เหล่านี้ไม่สามารถเข้าถึงงานงานที่ค้างอยู่ได้:

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.TOOLTIP
source: This Duplicant cannot reach any pending job tasks
th_th: Duplicant นี้ไม่สามารถเข้าถึงงานที่รอดำเนินการได้

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NAME
source: Incapacitated Time until death: {TimeUntilDeath}
th_th: ที่ได้ทำให้เสียหาย เวลาจนกว่าจะถึงแก่กรรม: {TimeUntilDeath}

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NOTIFICATION_NAME
source: Incapacitated
th_th: ที่ได้ทำให้เสียหาย

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NOTIFICATION_TOOLTIP
source: These Duplicants need to be rescued before they kick the bucket ---------- Duplicants must have an assigned Medical Cot or Rejuvenator to be rescued
th_th: Duplicants ต้องได้รับการช่วยเหลือก่อนที่จะไปเตะถัง. ---------- Duplicants ต้องได้รับการช่วยเหลือจาก เปล หรือ เตียงพยาบาล

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.TOOLTIP
source: This Duplicant is near death! They need to be rescued quickly ---------- Duplicants must have an assigned Medical Cot or Rejuvenator to be rescued
th_th: Duplicant นี้ใกล้ตายแล้ว! พวกเขาก็ได้รับการช่วยเหลือโดยเร็ว ---------- Duplicants ต้องได้รับการช่วยเหลือจาก เปล หรือ เตียงพยาบาล

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NAME
source: Lashing out
th_th: ระบายอารมณ์

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NOTIFICATION_NAME
source: Lashing out
th_th: ระบายอารมณ์

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NOTIFICATION_TOOLTIP
source: These Duplicants broke buildings to relieve <style="stress">Stress</style>:
th_th: Duplicants นี้ทำลายสิ่งก่อสร้างเพื่อลด <style="stress">ความเครียด</style>:

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.TOOLTIP
source: This Duplicant is breaking stuff to relieve stress
th_th: Duplicant กำลังทำลายสิ่งต่างๆเพื่อลดความเครียด

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NAME
source: Oxygen low
th_th: ออกซิเจนต่ำ
