Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.BUILDING.STATUSITEMS.NEEDSVALIDREGION.NAME
source: Valid Region Required
th_th: ต้องระบุพื้นที่ที่ถูกต้อง

# STRINGS.BUILDING.STATUSITEMS.NEEDSVALIDREGION.TOOLTIP
source: This building region has not yet met its requirements
th_th: สิ่งก่อสร้างแห่งนี้ยังไม่เป็นที่ต้องการ

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.NAME
source: Cannot Mine
th_th: ไม่สามารถ

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.TOOLTIP
source: This resource cannot be mined by Duplicant tools
th_th: ทรัพยากรนี้ไม่สามารถขุดโดยเครื่องมือ Duplicant

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NAME
source: New Duplicants Available
th_th: มี Duplicants ใหม่มา

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_NAME
source: New Duplicants are available
th_th: Duplicants ใหม่ พร้อมแล้ว

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_TOOLTIP
source: The Printing Pod <color=^pF44A47>[H]</color> is ready to print a new Duplicant. Please select a DNA blueprint:
th_th: พ็อดพิมพ์ <color=^pF44A47>[H]</color> พร้อมสำหรับการพิมพ์ Duplicant ใหม่แล้ว. โปรดเลือกพิมพ์เขียวดีเอ็นเอ:

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.TOOLTIP
source: A new colony member is ready to be printed
th_th: สมาชิกอาณานิคมใหม่พร้อมที่จะพิมพ์แล้ว

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NAME
source: Inapplicable Research
th_th: งานวิจัยที่ไม่สามารถใช้งานได้

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_NAME
source: <style="research">Research Center</style> idle
th_th: <style="research">ศูนย์วิจัย</style> ว่าง

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: These buildings cannot produce the correct <style="research">Research Type</style> for the selected <style="research">Research Task</style>:
th_th: สิ่งก่อสร้างเหล่านี้ไม่สามารถสร้าง <style="research">ประเภทงานวิจัย</style> สำหรับงานวิจัยที่เลือก <style="research">งานวิจัย</style>:

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.TOOLTIP
source: This building cannot produce the correct research type for the selected research task
th_th: สิ่งก่อสร้างนี้ไม่สามารถผลิตงานวิจัยที่ถูกต้องสำหรับงานวิจัยที่เลือกได้

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.NAME
source: No Seed Available
th_th: ไม่มีเมล็ดพันธุ์

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.TOOLTIP
source: The selected seed is not available
th_th: เมล็ดพันธุ์ที่เลือกไม่สามารถใช้ได้

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.NAME
source: No Filter Selected
th_th: ไม่ได้เลือกตัวกรอง

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.TOOLTIP
source: Select a resource to filter
th_th: เลือกรีซอร์สที่จะกรอง

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.NAME
source: No Fishable Water
th_th: ไม่มีน้ำตก

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.TOOLTIP
source: There are no edible fish beneath this structure
th_th: ไม่มีปลาที่กินได้อยู่ใต้โครงสร้างนี้

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.NAME
source: Pump Not In Gas
th_th: ปั๊มไม่อยู่ในแก๊ส

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in gas to work
th_th: ปั๊มนี้ต้องจมอยู่ในแก๊สในการทำงาน

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.NAME
source: Pump Not In Liquid
th_th: ปั๊มไม่อยู่ในของเหลว

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in liquid to work
th_th: ปั๊มนี้ต้องจมอยู่ในของเหลวในการทำงาน

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.NAME
source: No Power Consumers
th_th: ไม่มีผู้ใช้ไฟฟ้า

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.TOOLTIP
source: No buildings are connected to this power source
th_th: ไม่มีอาคารเชื่อมต่อกับแหล่งจ่ายไฟนี้

# STRINGS.BUILDING.STATUSITEMS.NOPOWERSOURCE.NAME
source: No Power
th_th: ไม่มีพลังงาน

# STRINGS.BUILDING.STATUSITEMS.NOPOWERSOURCE.TOOLTIP
source: This building must be connected to a power source
th_th: สิ่งก่อสร้างนี้ต้องเชื่อมต่อกับแหล่งจ่ายไฟ

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NAME
source: No Research Task Selected
th_th: งานวิจัยที่เลือกไม่ได้

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_NAME
source: No <style="research">Research Task</style> selected
th_th: ไม่มี <style="research">งานวิจัย</style> ที่เลือก

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: Open the <color=^p833A5FFF>Research Tree</color> [R] to select a new <style="research">Research</style> project
th_th: เปิด <color=^p833A5FFF>สายการวิจัย</color> [R] เพื่อเลือกโครงการ <style="research">วิจัย</style> ใหม่

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.TOOLTIP
source: Open the <color=^p833A5FFF>Research Tree</color> [R] to select a new <style="research">Research</style> project
th_th: เปิด <color=^p833A5FFF>สายการวิจัย</color> [R] เพื่อเลือกโครงการ <style="research">วิจัย</style> ใหม่

# STRINGS.BUILDING.STATUSITEMS.NORMAL.NAME
source: Normal
th_th: ปกติ

# STRINGS.BUILDING.STATUSITEMS.NORMAL.TOOLTIP
source: Nothing out of the ordinary here
th_th: ไม่มีอะไรออกมาจากพื้นที่นี่

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.NAME
source: Storage Not Assigned
th_th: ไม่ได้รับการจัดเก็บ

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.TOOLTIP
source: No resources types are marked for storage in this building
th_th: ไม่มีการจัดประเภทประเภททรัพยากรสำหรับการจัดเก็บข้อมูลในสิ่งก่อสร้างนี้

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.NAME
source: No Wire Connected
th_th: ไม่มีสายไฟเชื่อมต่อ

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.TOOLTIP
source: This building has not been connected to a power grid
th_th: สิ่งก่อสร้างนี้ไม่ได้เชื่อมต่อกับโครงข่ายไฟฟ้า

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.EXHAUSTING
source: Exhaust produced
th_th: ผลิตท่อไอเสีย

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.NAME
source: Heat Production: {0}
th_th: การผลิตความร้อน: {0}

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.OPERATING
source: Normal operation
th_th: ดำเนินการตามปกติ

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.PIPECONTENTS_TRANSFER
source: Transferred from pipes
th_th: โอนจากท่อ

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.TOOLTIP
source: This building is producing {0} of energy Sources: {1}
th_th: อาคารนี้ผลิตพลังงาน {0} แห่ง แหล่งที่มา: {1}

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.NAME
source: Damage: Overheating
th_th: ความเสียหาย: ร้อนจัด

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.TOOLTIP
source: This building is taking damage and will meltdown if not cooled
th_th: สิ่งก่อสร้างนี้ได้รับความเสียหายและจะล่มสลายถ้าไม่ระบายความร้อน

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.NAME
source: Deconstruction Pending
th_th: กำลังรอการประมวลผล

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.NAME
source: Fishing Pending
th_th: ตกปลาที่รอดำเนินการ

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.TOOLTIP
source: Waiting for a Duplicant to fish
th_th: กำลังรอให้ Duplicant จับปลา

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Pending
th_th: รอการเก็บเกี่ยว

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Waiting for a Duplicant to harvest
th_th: กำลังรอให้ Duplicant เก็บเกี่ยว

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.NAME
source: Repair Pending
th_th: รอดำเนินการซ่อม

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.TOOLTIP
source: Waiting for a Duplicant to repair
th_th: กำลังรอให้ Duplicant ซ่อมแซม

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.NAME
source: Toggle Switch Pending
th_th: รอดำเนินการสวิตช์

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.TOOLTIP
source: Waiting for a Duplicant to toggle switch
th_th: กำลังรอให้ Duplicant เปลี่ยนสวิตช์

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Pending
th_th: รอดำเนินการถอนราก

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Waiting for a Duplicant to uproot
th_th: กำลังรอ Duplicant ถอนราก

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.NAME
source: Work Pending
th_th: ทำงานรอดำเนินการ

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.TOOLTIP
source: Waiting for a Duplicant to operate this building
th_th: กำลังรอให้ Duplicant ใช้งานสิ่งก่อสร้างนี้

# STRINGS.BUILDING.STATUSITEMS.PIPE.NAME
source: Contents: {Contents}
th_th: ข้อมูล: {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPE.TOOLTIP
source: This pipe is delivering {Contents}
th_th: ท่อนี้ส่งมอบ {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.EMPTY
source: Empty
th_th: ว่างเปล่า

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.NAME
source: {0} of {1} at {2}
th_th: {0} จาก {1} เวลา {2}

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.NAME
source: Function Suspended
th_th: ฟังก์ชันถูกระงับ

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.TOOLTIP
source: This building has been toggled off Press Enable Building to resume its use
th_th: สิ่งก่อสร้างนี้ถูกปิดใช้งานอยู่ กดเปิดใช้งานสิ่งก่อสร้างเพื่อใช้งานต่อ

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.NAME
source: Max Gas Pressure
th_th: ความดันแก๊สสูงสุด

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.TOOLTIP
source: Maximum air pressurization has been reached
th_th: เพิ่มแรงดันอากาศสูงสุดแล้ว

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.NAME
source: Average Flow Rate: {FlowRate}
th_th: อัตราการไหลเฉลี่ย: {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.TOOLTIP
source: This building is pumping an average volume of {FlowRate}
th_th: สิ่งก่อสร้างส่งปริมาณ {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.NAME
source: Storing: {Stored}
th_th: การจัดเก็บ: {Stored}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.TOOLTIP
source: This box contains {Stored} of food
th_th: กล่องนี้มีไว้เก็บ {Stored} ของอาหาร

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.NAME
source: Current <style="research">Research</style>: {Tech}
th_th: ปัจจุบัน <style="research">การวิจัย</style>: {Tech}

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.TOOLTIP
source: Research produced at this station will be invested in {Tech}
th_th: การวิจัยที่ผลิตในสถานีนี้จะลงทุนใน {Tech}

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.NAME
source: Storing: {Stored} / {Capacity} kg
th_th: การจัดเเก็บ:{Stored}/{Capacity} กก

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.TOOLTIP
source: This container is storing {Stored} kg of material
th_th: คอนเทนเนอร์นี้เก็บ {Stored} กก ของวัสดุ

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.NAME
source: Active
th_th: ว่องไว

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.TOOLTIP
source: This switch is currently toggled on
th_th: สวิตช์นี้เปิดอยู่แล้ว

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.NAME
source: Inactive
th_th: เฉื่อยชา

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.TOOLTIP
source: This switch is currently toggled off
th_th: สวิตช์นี้ถูกปิดอยู่ในขณะนี้

# STRINGS.BUILDING.STATUSITEMS.TOILET.NAME
source: {FlushesRemaining} "Visits" Remaining
th_th: {FlushesRemaining} "การเข้าชม" ที่เหลืออยู่

# STRINGS.BUILDING.STATUSITEMS.TOILET.TOOLTIP
source: {FlushesRemaining} more Duplicants can use this amenity before it requires maintenance
th_th: {FlushesRemaining} Duplicants จะใช้ได้ก็ต่อเมื่อมีการบำรุงรักษา

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.NAME
source: Requires Emptying
th_th: ต้องทำให้ว่าง

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.TOOLTIP
source: This amenity cannot be used while full ------------------ Emptying it will produce <style="solid">Polluted Dirt</style>
th_th: สิ่งอำนวยความสะดวกนี้ไม่สามารถใช้งานได้เต็มรูปแบบ ------------------ มันจะผลิต style="solid">มลพิษสกปรก</style>

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.NAME
source: Unassigned
th_th: ยังไม่ได้มอบหมาย

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.TOOLTIP
source: Assign a Duplicant to use this amenity
th_th: มอบหมาย Duplicant เพื่อใช้สิ่งอำนวยความสะดวกนี้

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.NAME
source: Under Construction
th_th: อยู่ระหว่างการก่อสร้าง

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.TOOLTIP
source: This building is currently being built
th_th: สิ่งก่อสร้างนี้กำลังสร้างอยู่

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.NAME
source: Construction Pending
th_th: การก่อสร้างรอดำเนินการ

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.TOOLTIP
source: Waiting for a Duplicant to build
th_th: กำลังรอให้ Duplicant สร้าง

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.NAME
source: Low Air Pressure
th_th: แรงดันอากาศต่ำ

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to operate
th_th: ต้องใช้ความกดอากาศต่ำสุดของ {TargetPressure} เพื่อให้สิ่งก่อสร้างนี้ใช้งานได้

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.NAME
source: Out of Order
th_th: ชำรุด

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.TOOLTIP
source: This amenity requires maintenance
th_th: สิ่งอำนวยความสะดวกนี้ต้องได้รับการบำรุงรักษา

# STRINGS.BUILDING.STATUSITEMS.VALVE.NAME
source: Max Flow Rate: {MaxFlow}
th_th: อัตราการไหลสูงสุด: {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVE.TOOLTIP
source: This valve is allowing flow at a volume of {MaxFlow}
th_th: วาล์วนี้จะช่วยให้การไหลที่ระดับ {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.NAME
source: Requested Flow Rate: {QueuedMaxFlow}
th_th: อัตราการไหลที่ต้องการ: {QueuedMaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.TOOLTIP
source: Waiting for a Duplicant to adjust flow rate
th_th: กำลังรอให้ Duplicant ปรับอัตราการไหล

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.NAME
source: Awaiting Material Delivery {ItemsRemaining}
th_th: กำลังรอการจัดส่งวัสดุ {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
th_th: กำลังรอให้ Duplicant ให้บริการ: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.NAME
source: Awaiting Repair Material Delivery {ItemsRemaining}
th_th: กำลังรอการจัดส่งวัสดุซ่อมแซม {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
th_th: กำลังรอให้ Duplicant ให้บริการ: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.NAME
source: Wattage: {Wattage}
th_th: วัตต์: {Wattage}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.TOOLTIP
source: This building is generating {Wattage} of power
th_th: อาคารนี้สร้างกำลัง {Wattage} ของกำลัง

# STRINGS.BUILDING.STATUSITEMS.WATTSON.NAME
source: Next Duplicant: {TimeRemaining}
th_th: Duplicant ถัดไป: {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.TOOLTIP
source: The Printing Pod can print out new Duplicants over time. The next one will be ready in {TimeRemaining}
th_th: Printing Pod สามารถพิมพ์ Duplicants ใหม่ได้เมื่อเวลาผ่านไป รายการถัดไปจะพร้อมใน {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.UNAVAILABLE
source: UNAVAILABLE
th_th: ไม่สามารถใช้ได้

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.NAME
source: Colony Lost
th_th: อาณานิคมสูญหาย

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.TOOLTIP
source: All Duplicants are dead or incapacitated
th_th: Duplicants ทั้งหมดตายหรือไร้ความสามารถ

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.NAME
source: Circuit Status: {CurrentLoad} / {MaxLoad}
th_th: สถานะวงจร: {CurrentLoad} / {MaxLoad}

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.TOOLTIP
source: The current / maximum wattage used on this circuit
th_th: กำลังกระแส / กำลังสูงสุดที่ใช้ในวงจรนี้

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.NAME
source: Wire Connected
th_th: สายไฟเชื่อมต่อ

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.TOOLTIP
source: This wire is connected to a network
th_th: สายนี้เชื่อมต่อกับเครือข่าย

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.NAME
source: Wire Disconnected
th_th: ตัดการเชื่อมต่อ

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.TOOLTIP
source: This wire is not connecting a power consumer to a generator
th_th: สายนี้ไม่เชื่อมต่อผู้ใช้ไฟฟ้ากับเครื่องกำเนิดไฟฟ้า

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.NAME
source: Max Wattage: {WireMaxWattage}
th_th: กำลังไฟสูงสุด: {WireMaxWattage}

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.TOOLTIP
source: The maximum wattage that this wire can safely sustain
th_th: กำลังไฟสูงสุดที่สายไฟนี้สามารถใช้งานได้อย่างปลอดภัย

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.NAME
source: Wire Nominal
th_th: สายไฟเล็ก

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.TOOLTIP
source: This wire is in good condition
th_th: สายนี้อยู่ในสภาพดี

# STRINGS.BUILDING.STATUSITEMS.WORKING.NAME
source: Nominal
th_th: เล็ก

# STRINGS.BUILDING.STATUSITEMS.WORKING.TOOLTIP
source: This building is working as intended
th_th: สิ่งก่อสร้่างนี้ทำงานตามที่ตั้งใจไว้

# STRINGS.BUILDINGS.DAMAGESOURCES.BAD_INPUT_ELEMENT
source: when an incorrect substance was piped into it
th_th: เมื่อมีการใส่สารที่ไม่ถูกต้องลงไป

# STRINGS.BUILDINGS.DAMAGESOURCES.BUILDING_OVERHEATED
source: from overheating
th_th: จากความร้อนสูงเกินไป

# STRINGS.BUILDINGS.DAMAGESOURCES.CIRCUIT_OVERLOADED
source: because the circuit is overloaded
th_th: เนื่องจากวงจรล้น

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_BOILED
source: when the contents of its pipes boiled
th_th: เมื่อเนื้อหาของท่อละลาย

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_FROZE
source: when the contents of its pipes froze
th_th: เมื่อเนื้อหาของท่อของมันแช่แข็ง

# STRINGS.BUILDINGS.DAMAGESOURCES.LIQUID_PRESSURE
source: from neighboring liquid pressure
th_th: จากความดันของเหลวที่อยู่ใกล้เคียง

# STRINGS.BUILDINGS.DAMAGESOURCES.MINION_DESTRUCTION
source: when a stressed Duplicant lashed out on it
th_th: เมื่อ Duplicant ที่เน้นย้ำออกมา

# STRINGS.BUILDINGS.DAMAGESOURCES.NOTIFICATION_TOOLTIP
source: {0} received damage {1}
th_th: {0} ได้รับความเสียหาย {1}

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.DESC
source: Every additional monitor multiplies the research potential exponentially.
th_th: จอภาพเพิ่มเติมทุกตัวจะเพิ่มศักยภาพในการวิจัยชี้แจง.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.EFFECT
source: Conducts <style="research">Intermediate Research</style> and unlocks new technologies when worked on by Duplicants.
th_th: ดำเนิน <style="research">การวิจัยระดับกลาง</style> และปลดล็อกเทคโนโลยีใหม่ ๆ เมื่อทำโดย Duplicates.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.NAME
source: Super Computer
th_th: ซูเปอร์คอมพิวเตอร์

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.DESC
source: You'll know it's on when the little flag is wiggling.
th_th: คุณจะรู้ว่ามันอยู่ในเมื่อธงเล็ก ๆ กำลังโบกสบัด.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.EFFECT
source: Cools the <style="gas">Gas</style> piped through it, but outputs <style="heat">Heat</style> in its immediate vicinity.
th_th: ระบาย <style="gas">แก๊ส</style>ผ่านท่อ แต่ส่งผลให้ <style="heat">ความร้อน </style>อยู่ในบริเวณโดยรอบ.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.NAME
source: Thermo Regulator
th_th: ตัวควบคุมความร้อน

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.DESC
source: It's citrus scented!
th_th: มันมีรสเปรี้ยว!

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.EFFECT
source: Reduces the threat of <style="disease">Disease</style> by filtering <style="gas">Polluted Oxygen</style> out of the air.
th_th: ลดภัยคุกคามจากโรค <style="disease">โรค</style>โดยการกรองออกซิเจน <style="gas">ออกซิเจนที่ปนเปื้อน</style> ออกจากอากาศ.

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.NAME
source: Air Deodorizer
th_th: เครื่องกำจัดกลิ่น

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.DESC
source: Green goop goes in, green goop comes out.
th_th: เมือกสีเขียวเข้าไป เมือกสีเขียวก็จะออกมา.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.EFFECT
source: Converts <style="misc">Slime</style> into <style="misc">Algae</style>.
th_th: แปลง <style="misc">น้ำเมือก</style>เป็น <style="misc">สาหร่าย</style>.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.NAME
source: Bio Distiller
th_th: เครื่องกลั่นชีวภาพ

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.DESC
source: Algae colony. Duplicant colony. We're more similar than we are different.
th_th: อาณานิคมสาหร่าย อาณานิคม Duplicant เราเหมือนกันมากกว่าที่เราต่างกัน.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.EFFECT
source: Recycles <style="gas">Carbon Dioxide</style> into a small amount of <style="oxygen">Oxygen</style>. Gains a minor efficiency boost in direct <style="light">Light</style>.
th_th: รีไซเคิล <style="gas">คาร์บอนไดออกไซด์</style>เปลี่ยนเป็น <style="oxygen">ออกซิเจน </style>เล็กน้อน. มีประสิทธิภาพเพิ่มขึ้นเล็กน้อยใน <style="light">แสง</style>.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.NAME
source: Algae Terrarium
th_th: กระถางปลูกสาหร่าย

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.DESC
source: All-natural remedies to cure what ails you.
th_th: การเยียวยาธรรมชาติทั้งหมดเพื่อรักษาคุณ.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.EFFECT
source: Cures most Duplicant <style="disease">Diseases</style> by producing basic <style="medicine">Medicines</style>. Duplicants will not fabricate unless recipes are queued.
th_th: รักษา Duplicant ส่วนใหญ่ที่เป็น <style="disease">โรค</style>โดยการผลิต <style="medicine">ยา</style>พื้นฐาน. Duplicants จะไม่สร้างถ้าสูตรไม่เข้าคิว.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.NAME
source: Apothecary
th_th: เภสัชกร

# STRINGS.BUILDINGS.PREFABS.AQUAFARM.DESC
source: Overwatering these plants would frankly be impressive.
th_th: Overwatering พืชเหล่านี้จะตรงไปตรงมาเป็นที่น่าประทับใจ.

# STRINGS.BUILDINGS.PREFABS.AQUAFARM.EFFECT
source: Grows a single <style="plant">Plant</style> when sown with a <style="seed">Seed</style>. Must be submerged in <style="liquid">Liquid</style>. Can be used as floor tile.
th_th: สามารถปลูก<style="plant">พืช</style> และหว่าน <style="seed">เมล็ด</style>. ต้องจมอยู่ใต้น้ำ <style="liquid">ของเหลว</style>.

# STRINGS.BUILDINGS.PREFABS.AQUAFARM.NAME
source: Aquatic Farm Tile
th_th: กระเบื้องเพาะเลี้ยง

# STRINGS.BUILDINGS.PREFABS.BATTERY.DESC
source: Fight the entropy!
th_th: ต่อสู้เอนโทรปี!

# STRINGS.BUILDINGS.PREFABS.BATTERY.EFFECT
source: Stores a bit of runoff <style="power">Power</style> from generators, but loses charge over time.
th_th: เก็บ <style="power">พลังงาน</style>จากเครื่องปั่นไฟ แต่สูญเสียการชาร์จตลอดเวลา.

# STRINGS.BUILDINGS.PREFABS.BATTERY.NAME
source: Tiny Battery
th_th: แบตเตอรี่ขนาดเล็ก

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.DESC
source: Size does matter.
th_th: ขนาดไม่สำคัญ.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.EFFECT
source: Stores most of the runoff <style="power">Power</style> from generators, but loses charge over time.
th_th: เก็บ <style="power">พลังงาน</style>จากเครื่องปั่นไฟ แต่สูญเสียการชาร์จตลอดเวลา.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.NAME
source: Battery
th_th: แบตเตอรี่

# STRINGS.BUILDINGS.PREFABS.BED.DESC
source: The only soft patch in a hard, hard world.
th_th: แพทช์ที่อ่อนนุ่มเฉพาะในโลกที่ยากลำบาก.

# STRINGS.BUILDINGS.PREFABS.BED.EFFECT
source: Reduces <style="stress">Stress</style> by giving Duplicants a comfortable place to rest. At night Duplicants will automatically sleep in the cot that has been assigned to them.
th_th: ลด <style="stress">ความตึงเครียด</style>โดยการให้ Duplicants เป็นที่พักที่สะดวกสบาย. ในเวลากลางคืน Duplicants จะนอนในเปลที่ได้รับมอบหมายโดยอัตโนมัติ.

# STRINGS.BUILDINGS.PREFABS.BED.NAME
source: Cot
th_th: เปล

# STRINGS.BUILDINGS.PREFABS.BURNER.DESC
source: Some people just want to watch the world burn.
th_th: บางคนแค่อยากดูโลกที่กำลังถูกไฟไหม้.

# STRINGS.BUILDINGS.PREFABS.BURNER.EFFECT
source: Consumes one <style="misc">Fuel Brick</style> to produce a <style="heat">Hot</style> jet of flame. Has one use.
th_th: ใช้ <style="misc">อิฐเชื้อเพลืง</style>ผลิต <style="heat">ความร้อน</style>เปลวไฟ. มีใช้อย่างใดอย่างหนึ่ง.

# STRINGS.BUILDINGS.PREFABS.BURNER.NAME
source: Burner
th_th: หัวตะเกียง

# STRINGS.BUILDINGS.PREFABS.CANVAS.AVERAGEQUALITYNAME
source: Mediocre Painting
th_th: จิตรกรรมปานกลาง

# STRINGS.BUILDINGS.PREFABS.CANVAS.DESC
source: Hopefully your Duplicants have been practicing their color theory.
th_th: หวังว่า Duplicants ของคุณได้ฝึกทฤษฎีสีของพวกเขา.
