Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.EFFECT
source: Draws in <style="liquid">Liquid</style> and runs it through <style="LiquidPiping">Liquid Pipes</style>. Must be submerged in liquid.
th_th: สูบ <style="liquid">ของเหลว</style> และส่งผ่าน <style="LiquidPiping">ท่อน้ำ</style>. ต้องจมอยู่ในของเหลว.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.NAME
source: Liquid Pump
th_th: ปั๊มน้ำ

# STRINGS.BUILDINGS.PREFABS.LIQUIDRESERVOIR.DESC
source: Store your colony's liquids for those not-so-rainy days.
th_th: เก็บของเหลวอาณานิคมของคุณสำหรับวันที่ไม่ให้ฝนโดน.

# STRINGS.BUILDINGS.PREFABS.LIQUIDRESERVOIR.EFFECT
source: Manually accepts <style="liquid">Liquid</style> and moves it through the connected <style="LiquidPiping">Pipe</style>.
th_th: ใช้ <style="liquid">ของเหลว</style> และส่งผ่าน <style="LiquidPiping">ท่อน้ำ</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDRESERVOIR.NAME
source: Reservoir
th_th: อ่างเก็บน้ำ

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.DESC
source: It's the metal pipe equivalent of kinking a garden hose.
th_th: เป็นท่อโลหะที่เทียบเท่ากับการหักท่อสวน.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.EFFECT
source: Increases or decreases the <style="liquid">Liquid</style> volume in <style="LiquidPiping">Pipes</style> to maintain ideal pressure.
th_th: เพิ่มหรือลดระดับ <style="liquid">ของเหลว</style> ใน <style="LiquidPiping">ท่อน้ำ</style> เพื่อรักษาแรงดัน.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.NAME
source: Liquid Valve
th_th: วาล์วของเหลว

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.DESC
source: Sometimes you just gotta vent.
th_th: บางครั้งคุณก็ต้องระบาย.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.EFFECT
source: Releases <style="liquid">Liquid</style> back into the colony from <style="LiquidPiping">Liquid Pipes</style>.
th_th: ปล่อย <style="liquid">ของเหลว</style> กลับไปยังพื้นที่โดยผ่าน <style="LiquidPiping">ท่อน้ำ</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.NAME
source: Liquid Vent
th_th: ทางออกของเหลว

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.DESC
source: Running on this wheel produces electricity. And smelly Duplicants.
th_th: การวิ่งบนล้อนี้ผลิตกระแสไฟฟ้า Duplicants อาจจะมีเหงื่อออกมาหน่อย.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.EFFECT
source: A <style="power">Power</style> source that must be manually operated to produce electricity.
th_th: แหล่งกำเนิด <style="power">พลังงาน</style> ที่ต้องดำเนินการด้วยแรงของ Duplicants.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.NAME
source: Manual Generator
th_th: เครื่องกำเนิดไฟฟ้าด้วยตนเอง

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.DESC
source: No gas can escape these airlocks, yet oddly you can often smell what's on the other side.
th_th: ไม่มีแก๊สสามารถหนีแอร์ล็อคนี้ได้ แต่แปลกที่คุณมักจะสามารถได้กลิ่นสิ่งที่อยู่ด้านอื่น ๆ.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.EFFECT
source: Creates an airtight seal that maintains atmosphere and pressure between areas. Wild creatures cannot pass through doors.
th_th: สร้างประตูหนาแน่นเพื่อรักษาบรรยากาศและความกดดันระหว่างพื้นที่ สัตว์ป่าไม่สามารถผ่านประตูได้.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.NAME
source: Manual Airlock
th_th: แอร์ล็อคด้วยตนเอง

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.ACTIVATE_TOOLTIP
source: Duplicants must take a break when their stress reaches {0}
th_th: Duplicants ต้องหยุดพักเมื่อความเครียดของพวกเขามาถึง {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DEACTIVATE_TOOLTIP
source: Breaktime ends when stress is reduced to {0}
th_th: เวลาหยุดทำงานจะสิ้นสุดลงเมื่อความเครียดลดลงเหลือ {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DESC
source: Duplicants tend to carry a lot of tension in their... everything.
th_th: Duplicants มักจะมีความตึงเครียดมากมายในทุกอย่าง...

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.EFFECT
source: Rapidly reduces <style="stress">Stress</style> for one Duplicant at a time. Duplicants will automatically use massage tables if their <style="stress">Stress</style> enters Breaktime range.
th_th: ลดความ <style="stress">ตึงเครียด</style> สำหรับ Duplicant หนึ่งครั้ง. Duplicants จะใช้โต๊ะนวดโดยอัตโนมัติหาก <style="stress"> ความเครียด </style> เข้าสู่ช่วงที่กำหนด.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.NAME
source: Massage Table
th_th: โต๊ะนวด

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.DESC
source: Pop a Duplicant into this state of the art triage tube and they'll come out good as new.
th_th: แสดงภาพ Duplicant ในสถานะภาพตัดปะของศิลปะ มันจะเรียกว่าศิลปะไหมน๊ะ.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.EFFECT
source: Greatly accelerates the regeneration of a wounded Duplicant's <style="Health">Health</style>.
th_th: ช่วยเร่งการฟื้นฟู <style="Health">พลังชีวิต</style> ของผู้บาดเจ็บ.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.NAME
source: Rejuvenator
th_th: เครื่องฟื้นฟูเซลล์

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.DESC
source: Nurse Duplicants back to health after a harrowing brush with death.
th_th: Duplicants กลับมามีสุขภาพดีหลังจากเข้าใกล้ความตาย.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.EFFECT
source: Accelerates the regeneration of a wounded Duplicant's <style="Health">Health</style>.
th_th: เร่งการฟื้นฟูฟื้น <style="Health">พลังชีวิต</style> Duplicant ที่ได้รับบาดเจ็บ.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.NAME
source: Medical Cot
th_th: เตียงพยาบาล

# STRINGS.BUILDINGS.PREFABS.MESHTILE.DESC
source: These mesh tiles always go with the flow.
th_th: กระเบื้องที่ปล่อยให้เกิดการไหล.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.EFFECT
source: Can be used as floor and wall tile to build rooms. Does not obstruct the flow of <style="liquid">Liquid</style> or <style="gas">Gas</style>.
th_th: สามารถใช้เป็นกระเบื้องปูพื้นและผนังเพื่อสร้างห้อง. ไม่เป็นอุปสรรคต่อการไหลของ <style="liquid">ของเหลว</style> หรือ <style="gas">ก๊าซ</style>.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.NAME
source: Mesh Tile
th_th: กระเบื้องตาข่าย

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.EFFECT
source: A <style="power">Power</style> source that converts <style="gas">Natural Gas</style> into electricity.
th_th: <style="power">พลังงาน</style> ที่ได้จาก <style="gas">ก๊าซธรรมชาติ</style> แปลงเป็นพลังงานไฟฟ้า.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.NAME
source: Natural Gas Generator
th_th: เครื่องกำเนิดไฟฟ้าก๊าซธรรมชาติ

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.DESC
source: Apparently Duplicants can glean some nutrition from the various goops this outputs.
th_th: เห็นได้ชัดว่าสามารถเก็บเกี่ยวสารอาหารบางอย่างได้จากสิ่งที่คิดว่ากินไม่ได้.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.EFFECT
source: Produces low quality <style="food">Food</style> for Duplicants using common ingredients. Duplicants will not fabricate unless recipes are queued.
th_th: ผลิตภัณฑ์ <style="food">อาหาร</style> ที่มีคุณภาพต่ำสำหรับ Duplicants โดยใช้ส่วนผสมทั่วไป. Duplicants จะไม่สร้างขึ้นเว้นแต่สูตรอาหารจะถูกจัดคิว.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.NAME
source: Microbe Musher
th_th: เครื่องบีบอัดอาหาร

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.DESC
source: Breathe easy knowing you've crushed tons of helpless algae into oblivion.
th_th: หายใจได้ง่ายขึ้น คุณก็รู้ว่าสาหร่ายนี้กำลังช่วยชีวิตคุณ.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.EFFECT
source: Converts <style="misc">Algae</style> into <style="oxygen">Oxygen</style>. Becomes idle when the room enters maximum air pressure range.
th_th: แปลง <style="misc">สาหร่าย</style> เป็น <style="oxygen">ออกซิเจน</style>. กลายเป็นไม่ได้ใช้งานเมื่อห้องเข้าสู่ช่วงความดันอากาศสูงสุด.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.NAME
source: Algae Deoxydizer
th_th: เครื่องกลั่นสาหร่าย

# STRINGS.BUILDINGS.PREFABS.MULTITOOLWORKBENCH.DESC
source: Make your Duplicants faster, stronger... better!
th_th: ทำให้ Duplicant ของคุณเร็วขึ้นแข็งแกร่งขึ้น ... และดีกว่า!

# STRINGS.BUILDINGS.PREFABS.MULTITOOLWORKBENCH.EFFECT
source: Uses <style="RawMetal">Raw Metal</style> or <style="RefinedMetal">Refined Metal</style> to craft <style="equipment">Multitools</style>. Duplicants will not fabricate unless recipes are queued.
th_th: ใช้ <style="RawMetal">โลหะดิบ</style> หรือ <style="RefinedMetal">โลหะบริสุทธิ์ </style> คราฟเป็น <style="equipment">เครื่องมือ</style>. Duplicants จะไม่สร้างขึ้นเว้นแต่สูตรอาหารจะถูกจัดคิว.

# STRINGS.BUILDINGS.PREFABS.MULTITOOLWORKBENCH.NAME
source: Crafting Station
th_th: สถานีคราฟ

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.DESC
source: Better outhouse than inhouse.
th_th: ออกไปถ่ายนอกบ้านดีกว่าถ่ายในบ้าน.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.EFFECT
source: Reduces <style="stress">Stress</style> and the spread of <style="disease">Disease</style> by giving Duplicants a place to relieve themselves. Requires no <style="GasPiping">Piping</style>. Must be periodically emptied of <style="solid">Polluted Dirt</style>.
th_th: ลด <style="stress">ความเครียด</style> และระงับการแพร่กระจายของ <style="disease">โรค</style> ไม่ต้องการ<style="GasPiping">ท่อ</style>. โดยต้องล้าง <style="solid">มลพิษสกปรก</style>เป็นระยะๆ.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.NAME
source: Outhouse
th_th: สุขาข้างนอก

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.DESC
source: Think inside the box.
th_th: คิดภายในกล่อง.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.EFFECT
source: Houses a single <style="plant">Plant</style> which will periodically produce <style="food">Food</style> or <style="medicine">Medicine</style>.
th_th: ปลูก <style="plant">พืช</style> แบบเดี่ยว และผลิดเป็น <style="food">อาหาร</style> หรือ <style="medicine">ยา</style>.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.NAME
source: Planter Box
th_th: กล่องชาวไร่

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.DESC
source: Power goes up, power goes down. You can't explain it.
th_th: กำลังเพิ่มกำลังไฟที่ตก คุณไม่สามารถอธิบายได้.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.EFFECT
source: Protects circuits from overloading by increasing or decreasing the <style="power">Power</style> provided.
th_th: ป้องกันวงจรจากการโอเวอร์โหลดโดยการเพิ่มหรือลด <style="power">พลังงาน</style>.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.NAME
source: Power Transformer
th_th: หม้อแปลงไฟฟ้า

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.DESC
source: Is there anything better than the automation of manual processes?
th_th: มีอะไรที่ดีกว่าระบบอัตโนมัติของกระบวนการคุมด้วยตนเองหรือไม่?

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.EFFECT
source: Creates an airtight seal that maintains atmosphere and pressure between areas. Functions as a Manual Airlock when no <style="power">Power</style> is available. Wild creatures cannot pass through doors.
th_th: สร้างผนึกแน่นเพื่อรักษาบรรยากาศและความกดดันระหว่างพื้นที่ ฟังก์ชั่นเป็นแอร์ล็อคแบบแมนนวลเมื่อไม่มี <style="power"> พลังงาน </style> ไม่มีอยู่ สัตว์ป่าไม่สามารถผ่านประตูได้.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.NAME
source: Mechanized Airlock
th_th: แอร์ล็อคไฟฟ้า

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.DESC
source: For when you feel the world pressing down on you. Or the Pascals.
th_th: เมื่อคุณรู้สึกว่าแรงดันกำลังกดคุณ.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.EFFECT
source: Automates switching <style="power">Power</style> grids on or off based on ambient <style="gas">Gas Pressure</style>.
th_th: สามารถเปิดหรือปิด <style="power">พลังงาน</style> โดยอัตโนมัติโดยอิงตาม <style="gas">ความดันแก๊ส</style>.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.NAME
source: Atmo Switch
th_th: แอทโมสวิทช์

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.DESC
source: The pressure can't control you if you control the pressure.
th_th: ความดันไม่สามารถควบคุมคุณได้หากคุณควบคุมความดัน.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.EFFECT
source: Automates switching <style="power">Power</style> grids on or off based on ambient <style="liquid">Liquid Pressure</style>. Must be submerged in <style="liquid">Liquid</style>.
th_th: สามารถเปิดหรือปิด <style="power">พลังงาน</style> โดยอัตโนมัติตามสภาพ <style="liquid">ความดันของเหลว</style>. ต้องจมอยู่ใน <style="liquid">ของเหลว</style>.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.NAME
source: Hydro Switch
th_th: ไฮโดรสวิทช์

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.DESC
source: Storing food in a box? Seems rational!
th_th: การจัดเก็บอาหารในกล่อง? ดูเหมือนมีเหตุผล!

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.EFFECT
source: Stores a small amount of <style="food">Food</style>. Must be filled with Food by Duplicants.
th_th: จัดเก็บ <style="food"> อาหาร </style>จำนวนเล็กน้อย. ต้องเต็มไปด้วยอาหารโดย Duplicants.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.NAME
source: Ration Box
th_th: กล่องเก็บอาหาร

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.DESC
source: Put your rations on ice.
th_th: วางกล่องเก็บอาหารไว้บนน้ำแข็ง.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.EFFECT
source: Drastically increases the shelf life of <style="food">Food</style> by storing it at an ideal <style="heat">Temperature</style>.
th_th: เพิ่มอายุการเก็บรักษา<style="food">อาหาร</style> โดยเก็บที่ <style="heat">อุณหภูมิ</style> ที่เหมาะสม.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.NAME
source: Refrigerator
th_th: ตู้เย็น

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.DESC
source: Aw. Duplicants' first chemistry set.
th_th: ว้าวว ชุดเคมีชุดแรกของ Duplicants.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.EFFECT
source: Conducts <style="research">Novice Research</style> and unlocks new technologies when worked on by Duplicants.
th_th: ดำเนินการ <style="research">วิจัย</style> และปลดล็อกเทคโนโลยีใหม่ ๆ เมื่อทำงานโดย Duplicates.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.NAME
source: Research Station
th_th: สถานีวิจัย

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.AVERAGEQUALITYNAME
source: Mediocre Sculpture
th_th: ประติมากรรมปานกลาง

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.DESC
source: An object of questionable form and no discernible function. Duplicants love it.
th_th: รูปแบบของวัตถุที่น่าสงสัย Duplicants ชอบมัน.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.EFFECT
source: Increases <style="decor">Decor</style> and reduces Duplicants' <style="stress">Stress</style>. Must be sculpted by a Duplicant after construction.
th_th: เพิ่มค่า <style="decor">การตกแต่ง</style>และลดค่า <style="stress">ความตึงเครียด</style>. ต้องมีการแกะสลักโดย Duplicant.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.NAME
source: Sculpting Block
th_th: หินแกะสลัก

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.POORQUALITYNAME
source: "Abstract" Sculpture
th_th: ประติมากรรม นั่งคุ่นครุ่นคิด

# STRINGS.BUILDINGS.PREFABS.SHOWER.DESC
source: The perfect place to have an existential crisis. It's also sorta useful for getting clean.
th_th: สถานที่สมบูรณ์แบบที่มีน้ำไหลออกมา มีประโยชน์มากในการทำความสะอาด.

# STRINGS.BUILDINGS.PREFABS.SHOWER.EFFECT
source: Prevents <style="disease">Disease</style> by improving Duplicant <style="hygiene">Hygiene</style>.
th_th: ป้อง <style="disease">โรค</style> โดยการปรับปรุง<style="hygiene">สุขอนามัย</style>ของ Duplicant .

# STRINGS.BUILDINGS.PREFABS.SHOWER.NAME
source: Shower
th_th: ฝักบัว

# STRINGS.BUILDINGS.PREFABS.SMELTER.DESC
source: Whoever smelt it, dealt it! Oh, goodness, that was a vulgar crack.
th_th: ใครก็ตามที่ได้กลิ่นมันจัดการมัน! โอ้ความสะอาดนั้นคือสวรรค์.

# STRINGS.BUILDINGS.PREFABS.SMELTER.EFFECT
source: Converts <style="RawMetal">Raw Metal</style> into <style="RefinedMetal">Refined Metal</style>. Duplicants will not fabricate unless recipes are queued.
th_th: แปลง <style="RawMetal">โลหะดิบ</style> ลงใน <style="RefinedMetal">โลหะที่ผ่านการกลั่นแล้ว</style>. Duplicants จะไม่สร้างขึ้นเว้นแต่สูตรจะถูกจัดคิว.

# STRINGS.BUILDINGS.PREFABS.SMELTER.NAME
source: Smelter
th_th: โรงหลอม

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.DESC
source: Stave off frostbite with this heartwarming doodad.
th_th: ช่วยขจัดอาการบวมเพราะอากาศร้อน ทำให้มั่นใจ.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.EFFECT
source: Produces a moderate amount of <style="heat">Heat</style> in its immediate vicinity.
th_th: ผลิด <style="heat">ความร้อน</style> ปานกลางในบริเวณใกล้เคียง.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.NAME
source: Space Heater
th_th: เครื่องทำความร้อนอวกาศ

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.DESC
source: Keep your debris off the floor! Can't you see we just swept in here?
th_th: เก็บเศษทรัพยากรของคุณออกจากพื้น! คุณไม่เห็นเราเพิ่งเก็บออกไปจากที่นี่?

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.EFFECT
source: Stores the resources of your choosing.
th_th: เก็บทรัพยากรที่คุณเลือก.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.NAME
source: Storage Compactor
th_th: ที่เก็บทรัพยากร

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.DESC
source: Exosuits allow Duplicants to breathe in the harshest of environments. They're also flatteringly form-fitting.
th_th: Exosuits อนุญาตให้ Duplicants หายใจในสภาพแวดล้อมที่เลวร้ายที่สุด. พวกเขายังมีรูปแบบที่ใส่ต่างกันออกไป.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.EFFECT
source: Uses <style="RawMetal">Raw Metal</style> or <style="RefinedMetal">Refined Metal</style> to craft protective <style="equipment">Exosuits</style> for Duplicants. Duplicants will not fabricate unless recipes are queued.
th_th: ใช้ <style="RawMetal">โลหะดิบ</style> หรือ <style="RefinedMetal">โลหะบริสุทธิ์</style> เพื่อนำมาคราฟ <style="equipment">Exosuits</style> สำหรับ Duplicants. Duplicants จะไม่สร้างขึ้นเว้นแต่สูตรอาหารจะถูกจัดคิว.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.NAME
source: Exosuit Station
th_th: สถานี Exosuit

# STRINGS.BUILDINGS.PREFABS.SUITRECHARGER.DESC
source: Keep the colony's exosuits in tip-top shape with this oxygen refilling station... Unless you'd prefer to see your Duplicants suffocate.
th_th: เก็บรักษา exosuits รูปทรงปลายแหลมด้วยสถานีเติมน้ำมันแบบเติมอากาศนี้ ... จนกว่าคุณจะต้องการเห็น Duplicants ของคุณหายใจไม่ออก.

# STRINGS.BUILDINGS.PREFABS.SUITRECHARGER.EFFECT
source: Refills a depleted <style="equipment">Exosuit</style> with <style="oxygen">Oxygen</style>.
th_th: เติม <style="equipment">Exosuit</style> ด้วย <style="oxygen">ออกซิเจน</style>.

# STRINGS.BUILDINGS.PREFABS.SUITRECHARGER.NAME
source: Exosuit Recharger
th_th: ที่ชาร์จ Exosuit

# STRINGS.BUILDINGS.PREFABS.SWITCH.DESC
source: Put the power right in your Duplicants' cute little hands.
th_th: ใส่พลังไว้ในมือเล็ก ๆ น้อย ๆ ที่น่ารักของ Duplicants.

# STRINGS.BUILDINGS.PREFABS.SWITCH.EFFECT
source: Toggles all circuitry following the switch without affecting the preceding circuitry.
th_th: สลับวงจรทั้งหมดตามสวิตช์โดยไม่มีผลต่อวงจรก่อนหน้า.

# STRINGS.BUILDINGS.PREFABS.SWITCH.NAME
source: Power Switch
th_th: สวิตช์เพาเวอร์

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_OFF
source: Turn Off
th_th: ปิด

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_ON
source: Turn On
th_th: เปิด

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.DESC
source: Make this colony a meltdown-free zone!
th_th: ทำให้อาณานิคมนี้เป็นเขตปลอดจากการล่มสลาย!

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.EFFECT
source: Automates switching <style="power">Power</style> grids on or off based on ambient <style="heat">Heat</style>.
th_th: เปลี่ยน <style="power">พลังงาน</style> อัตโนมัติ โดนขึ้นอยู่กับ <style="heat">ความร้อน</style>.

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.NAME
source: Thermo Switch
th_th: สวิตช์เทอร์โม

# STRINGS.BUILDINGS.PREFABS.TILE.DESC
source: Duplicants find these tiles easier on the feetsies than jagged bedrock.
th_th: Duplicants เดินบนพื้นเปล่านี้ได้ง่ายกว่าพื้นหิน.

# STRINGS.BUILDINGS.PREFABS.TILE.EFFECT
source: Used as floor and wall tile to build rooms.
th_th: ใช้เป็นกระเบื้องปูพื้นและผนังเพื่อสร้างห้อง.

# STRINGS.BUILDINGS.PREFABS.TILE.NAME
source: Tile
th_th: กระเบื้อง

# STRINGS.BUILDINGS.PREFABS.WALLLIGHT.DESC
source: The light helps imitate Duplicants' natural aboveground habitat. Sort of. Maybe.
th_th: แสงช่วยเลียนแบบที่อยู่อาศัยเก่าของ Duplicants'. คิดว่าจะใช่น๊ะ.

# STRINGS.BUILDINGS.PREFABS.WALLLIGHT.EFFECT
source: Improves <style="decor">Decor</style> and reduces <style="stress">Stress</style> by providing <style="light">Light</style>.
th_th: เพิ่มค่า <style="decor">ตกแต่ง</style> และลด <style="stress">ความเครียด</style> เพิ่มโดน <style="light">แสง</style>.

# STRINGS.BUILDINGS.PREFABS.WALLLIGHT.NAME
source: Lamp
th_th: โคมไฟ

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.DESC
source: You know it's just going to get dirty again.
th_th: คุณรู้ว่ามันจะได้รับความสกปรกอีกครั้ง.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.EFFECT
source: Uses <style="misc">Sand</style> to purify <style="liquid">Polluted Water</style>.
th_th: ใช้ <style="misc">ทราย</style> เพื่อกรอง <style="liquid">น้ำสกปรก</style>.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.NAME
source: Water Purifier
th_th: เครื่องกรองน้ำ

# STRINGS.BUILDINGS.PREFABS.WIRE.DESC
source: A sleek, easy way of delivering electricity where it needs to go.
th_th: เป็นเงาและใช้งานง่ายในการส่งกระแสไฟฟ้า.

# STRINGS.BUILDINGS.PREFABS.WIRE.EFFECT
source: Connects buildings to <style="power">Power</style> sources. Can be run through Tile.
th_th: เชื่อมต่อและส่ง <style="power">พลังงาน</style> จากแหล่งพลังงานไปยังสิ่งก่อสร้าง. สามารถวางผ่านกระเบื้องได้.

# STRINGS.BUILDINGS.PREFABS.WIRE.NAME
source: Electrical Wire
th_th: สายไฟ

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.DESC
source: No crossed wires allowed in this colony.
th_th: ไม่มีสายไฟที่ไม่อนุญาตในอาณานิคมนี้.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.EFFECT
source: Runs one section of wire overtop another without joining their <style="power">Power</style> grids. Can be run through Tile.
th_th: นำพลังงานไฟฟ้าตามสายไฟที่เลือก โดยที่ไม่ทำให้ <style="power">พลังงาน</style> ไปเชื่อมต่อกับระบบอื่น. สามารถวางผ่านกระเบื้อง.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.NAME
source: Wire Bridge
th_th: สะพายไฟ

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.NAME
source: Disable Autorepair
th_th: ปิดการซ่อมอัตโนมัติ

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.TOOLTIP
source: If disabled, Duplicants will require orders to repair this building
th_th: ถ้าปิดใช้งาน Duplicants จะต้องมีคำสั่งเพื่อซ่อมแซมสิ่งก่อสร้างนี้

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.NAME
source: Enable Autorepair
th_th: เปิดการซ่อมอัตโนมัติ

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.TOOLTIP
source: If enabled, Duplicants will automatically repair this building when it sustains damage
th_th: หากเปิดใช้งาน Duplicants จะซ่อมแซมสิ่งก่อสร้างนี้โดยอัตโนมัติเมื่อได้รับความเสียหาย

# STRINGS.CREATURES.CROP_EFFECTS.ADD_SEEDS.FINAL_HARVEST_ONLY
source: (Final harvest only)
th_th: (การเก็บเกี่ยวครั้งสุดท้ายเท่านั้น)

# STRINGS.CREATURES.CROP_EFFECTS.ADD_SEEDS.TOOLTIP
source: This plant will produce {0} additional seeds when harvested
th_th: พืชนี้จะผลิต {0} เมล็ดเมื่อเก็บเกี่ยว

# STRINGS.CREATURES.CROP_EFFECTS.ADD_SEEDS.TOOLTIP_FINAL_HARVEST_ONLY
source: This plant will produce {0} additional seeds in the final harvest of its lifecycle
th_th: พืชนี้จะผลิต {0} เมล็ดเพิ่มเติมในการเก็บเกี่ยวครั้งสุดท้ายของวงจรชีวิตของมัน

# STRINGS.CREATURES.CROP_EFFECTS.MODIFY_HARVEST_UNITS.TOOLTIP
source: This plant will produce {0} more {1}
th_th: พืชนี้จะผลิต {0} เพิ่มเติม {1}

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DESC
source: An aquatic <style="plant">Plant</style> that can be domestically grown in Aquatic Farm Tiles. Thimble Reeds produce indescribably soft cellulose fiber that can be used for <style="equipment">Clothing</style> production.
th_th: <style="plant">พืชน้ำ</style> นั้นสามารถปลูกในกระเบื้องเพาะเลี้ยงได้. กกไฟเบอร์ ผลิตเส้นใยเซลลูโลสซึ่งสามารถใช้สำหรับการผลิต <style="equipment">เสื้อผ้า</style>.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DOMESTICATEDDESC
source: This plant produces <style="solid">Reed Fiber</style>.
th_th: พืชนี้พลิด <style = "solid"> ไฟเบอร์ </ style>.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.NAME
source: Thimble Reed
th_th: กกไฟเบอร์

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.DESC
source: A seedless, edible fruit that cannot reproduce. Muckroots can be harvested for a single, nonrenewable serving of <style="food">Food</style>.
th_th: ผลไม้ที่ไม่มีเมล็ดซึ่งกินได้แต่ไม่สามารถปลูกได้ มัครูท เป็น<style = "food"> อาหาร </ style>ที่สามารถเก็บเกี่ยวได้แต่ไม่สามารถนำกลับมาปลูกใหม่ได้.

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.NAME
source: Buried Muckroot
th_th: หัวมัครูทที่ถูกฝัง
