Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NOTIFICATION_NAME
source: Low <style="oxygen">Oxygen</style> area entered
th_th: <style="oxygen">ออกซิเจน</style> ภายในพื้นที่ต่ำ

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NOTIFICATION_TOOLTIP
source: These Duplicants are working in areas with low <style="oxygen">Oxygen</style>:
th_th: Duplicants เหล่านี้กำลังทำงานในพื้นที่ที่มี <style="oxygen">ออกซิเจน</style>ต่ำ:

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.TOOLTIP
source: This Duplicant is working in a low breathability area
th_th: Duplicant ทำงานในพื้นที่ที่มีการระบายอากาศต่ำ

# STRINGS.DUPLICANTS.STATUSITEMS.MOPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MOPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.NAME
source: Mopping
th_th: กำลังถู

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.TOOLTIP
source: This Duplicant is cleaning up a nasty spill
th_th: Duplicant กำลังทำความสะอาดการรั่วไหลที่น่ารังเกียจ

# STRINGS.DUPLICANTS.STATUSITEMS.MOVETOSUITNOTREQUIRED.NAME
source: Exiting <style="equipment">Exosuit</style> area
th_th: ออกจากพื้นที่ <style="equipment">Exosuit</style>

# STRINGS.DUPLICANTS.STATUSITEMS.MOVETOSUITNOTREQUIRED.TOOLTIP
source: This Duplicant is leaving an area where an exosuit was required
th_th: Duplicant กำลังออกจากพื้นที่ที่จำเป็นต้องใช้ Exosuit

# STRINGS.DUPLICANTS.STATUSITEMS.MOVINGTOSAFEAREA.NAME
source: Moving to safe area
th_th: ย้ายไปยังพื้นที่ปลอดภัย

# STRINGS.DUPLICANTS.STATUSITEMS.MOVINGTOSAFEAREA.TOOLTIP
source: This Duplicant is finding a safer place
th_th: Duplicant กำลังหาสถานที่ที่ปลอดภัยกว่า

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHING.NAME
source: Mushing microbes
th_th: กำลังอัดอาหาร

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHING.TOOLTIP
source: This Duplicant is trying to produce something edible
th_th: Duplicant กำลังพยายามผลิตสิ่งที่กินได้

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NAME
source: Nervous breakdown
th_th: อาการทางประสาท

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NOTIFICATION_NAME
source: Nervous breakdown
th_th: อาการทางประสาท

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NOTIFICATION_TOOLTIP
source: These Duplicants have cracked under the <style="stress">Stress</style> and need assistance:
th_th: Duplicants เหล่านี้มี <style="stress">ความเรียด</style> สูง และต้องการบรรเทาด่วน:

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.TOOLTIP
source: Stress has completely eroded this Duplicant's ability to function
th_th: ความเครียดได้ทำลายความสามารถของ Duplicant

# STRINGS.DUPLICANTS.STATUSITEMS.NIGHTTIME.NAME
source: Impassioned by the night
th_th: คืนที่เร่าร้อน

# STRINGS.DUPLICANTS.STATUSITEMS.NIGHTTIME.TOOLTIP
source: This Duplicant is a Night Owl and gets a burst of energy at night
th_th: Duplicant นี้มีความสามารถ นกฮูกกลางคืน และได้รับการระเบิดของพลังงานในเวลากลางคืน

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NAME
source: No food available
th_th: ไม่มีอาหาร

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NOTIFICATION_NAME
source: No food available
th_th: ไม่มีอาหาร

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NOTIFICATION_TOOLTIP
source: These Duplicants have nothing to eat:
th_th: Duplicants เหล่านี้ไม่มีอะไรกิน:

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.TOOLTIP
source: There is nothing in the colony for this Duplicant to eat
th_th: ไม่มีสิ่งใดในอาณานิคมสำหรับ Duplicant นี้ที่จะกิน

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NAME
source: No restrooms
th_th: ไม่มีห้องสุขา

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NOTIFICATION_NAME
source: No restrooms built
th_th: ไม่มีห้องสุขา

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NOTIFICATION_TOOLTIP
source: These Duplicants are distressed by the colony's lack of toilets:
th_th: Duplicants เหล่านี้มีไม่มีความสุขโดยขาดห้องสุขา:

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.TOOLTIP
source: There are no toilets available for this Duplicant
th_th: ไม่มีห้องสุขาสำหรับ Duplicant นี้

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NAME
source: Restroom out of order
th_th: ห้องน้ำไม่มีที่ว่าง

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NOTIFICATION_NAME
source: Restroom out of order
th_th: ห้องน้ำไม่มีที่ว่าง

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NOTIFICATION_TOOLTIP
source: These Duplicants want to use a toilet that is out of order:
th_th: Duplicants เหล่านี้ต้องการใช้ห้องสุขาที่ไม่ได้รับคำสั่ง:

# STRINGS.DUPLICANTS.STATUSITEMS.PACIFYDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PACIFYDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.NAME
source: Picking up {Target}
th_th: หยิบขึ้นมา {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.TOOLTIP
source: This Duplicant is retrieving {Target}
th_th: Duplicant กำลังเก็บ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKUPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKUPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.POOR_FOOD_QUALITY.NAME
source: Lousy Meal
th_th: อาหารมีหมัด

# STRINGS.DUPLICANTS.STATUSITEMS.POOR_FOOD_QUALITY.TOOLTIP
source: This Duplicant's last meal didn't meet their expectations
th_th: อาหารมื้อสุดท้ายของ Duplicant นี้ไม่เป็นไปตามความคาดหวังของพวกเขา

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.NAME
source: Drab decor
th_th: การตกแต่งที่หน้าเบื่อ

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.TOOLTIP
source: This Duplicant finds the lack of Decor in this area depressing
th_th: Duplicant พบว่า การตกแต่ง ในบริเวณนี้ตกต่ำ

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNASSIGNED.NAME
source: No quarantine zone assigned
th_th: ไม่ได้กำหนดพื้นที่กักกันไว้

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNASSIGNED.NOTIFICATION_NAME
source: No quarantine zone assigned
th_th: ไม่ได้กำหนดพื้นที่กักกันไว้

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNASSIGNED.NOTIFICATION_TOOLTIP
source: These Duplicants have not been assigned a room:
th_th: Duplicants เหล่านี้ยังไม่ได้รับมอบหมายห้องพัก:

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNASSIGNED.TOOLTIP
source: This Duplicant has not been assigned a room
th_th: ไม่ได้รับมอบหมายห้อง Duplicant นี้

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NAME
source: Unreachable quarantine zone
th_th: เขตกักกันไม่สามารถเข้าถึงได้

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NOTIFICATION_NAME
source: Unreachable quarantine zone
th_th: เขตกักกันไม่สามารถเข้าถึงได้

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach their assigned quarantine zones:
th_th: Duplicants เหล่านี้ไม่สามารถเข้าถึงโซนกักกันที่กำหนดได้:

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their quarantine zone
th_th: Duplicant นี้ไม่สามารถเข้าถึงเขตกักกันของตนได้

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINED.NAME
source: Quarantined
th_th: กักกัน

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINED.TOOLTIP
source: This Duplicant has been isolated from the colony
th_th: Duplicant นี้ถูกแยกออกจากอาณานิคม

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NAME
source: Cannot reach food
th_th: ไม่สามารถเข้าถึงอาหารได้

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NOTIFICATION_NAME
source: Food beyond reach
th_th: อาหารที่ไม่สามารถเข้าถึงได้

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot access the colony's <style="food">Food</style>:
th_th: Duplicants เหล่านี้ไม่สามารถเข้าถึง<style="food">อาหาร</style>ได้:

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.TOOLTIP
source: There is food in the colony that this Duplicant cannot reach
th_th: มีอาหารอยู่ในอาณานิคมที่ Duplicant ไม่สามารถเข้าถึงได้

# STRINGS.DUPLICANTS.STATUSITEMS.RECOVERINGBREATH.NAME
source: Recovering breath
th_th: การกู้คืนลมหายใจ

# STRINGS.DUPLICANTS.STATUSITEMS.RECOVERINGBREATH.TOOLTIP
source: This Duplicant held their breath too long and needs a breather
th_th: Duplicant กลั้นหายใจนานเกินไปและต้องการลมหายใจ

# STRINGS.DUPLICANTS.STATUSITEMS.REDALERT.NAME
source: Red Alert!
th_th: ฉุกเฉิน!

# STRINGS.DUPLICANTS.STATUSITEMS.REDALERT.TOOLTIP
source: The colony is in a state of Red Alert. Duplicants will not eat, sleep, use the bathroom or engage in leisure activities while the Red Alert is active
th_th: อาณานิคมอยู่ในสถานะฉุกเฉิน Duplicants จะไม่กินรับประทานอาหารใช้ห้องน้ำหรือมีส่วนร่วมในกิจกรรมสันทนาการขณะที่ ฉุกเฉิน กำลังใช้งานอยู่

# STRINGS.DUPLICANTS.STATUSITEMS.RELAXING.NAME
source: Relaxing
th_th: ผ่อนคลาย

# STRINGS.DUPLICANTS.STATUSITEMS.RELAXING.TOOLTIP
source: This Duplicant's just taking it easy
th_th: Duplicant กำลังทำตัวสบายๆ

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRWORKSTATUS.NAME
source: Repairing {Target}
th_th: การซ่อมแซม {เป้าหมาย}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRWORKSTATUS.TOOLTIP
source: This Duplicant is fixing the {Target}
th_th: Duplicant กำลังซ่อม {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEWORKSTATUS.NAME
source: Rescuing {Target}
th_th: ช่วย {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEWORKSTATUS.TOOLTIP
source: This Duplicant is saving {Target} from certain peril!
th_th: Duplicant กำลังช่วย {Target} จากภัยบางอย่าง!

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.NAME
source: Researching <style="research">{Tech}</style>
th_th: กำลังค้นคว้า <style="research">{Tech}</style>

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.TOOLTIP
source: This Duplicant is intently researching {Tech} technology
th_th: Duplicant กำลังศึกษาเทคโนโลยี {Tech} อย่างจริงจัง

# STRINGS.DUPLICANTS.STATUSITEMS.ROTTEN.NAME
source: Rotten
th_th: เน่าเสีย

# STRINGS.DUPLICANTS.STATUSITEMS.ROTTEN.TOOLTIP
source: Gross!
th_th: เทอะทะ!

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NAME
source: Severely injured
th_th: ได้รับบาดเจ็บอย่างรุนแรง

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NOTIFICATION_NAME
source: Severely injured
th_th: ได้รับบาดเจ็บอย่างรุนแรง

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NOTIFICATION_TOOLTIP
source: These Duplicants are badly hurt and require medical attention
th_th: Duplicants เหล่านี้ได้รับบาดเจ็บสาหัสและต้องได้รับความสนใจจากแพทย์

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.TOOLTIP
source: This Duplicant is badly hurt
th_th: Duplicant นี้ได้รับบาดเจ็บสาหัส

# STRINGS.DUPLICANTS.STATUSITEMS.SHOWERING.NAME
source: Showering
th_th: กำลังอาบน้่ำ

# STRINGS.DUPLICANTS.STATUSITEMS.SHOWERING.TOOLTIP
source: This Duplicant is gonna be squeaky clean
th_th: Duplicant นี้จะได้รับการส่งเสียงดังจากการทำความสะอาด

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.NAME
source: Sleeping
th_th: นอนหลับ

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.TOOLTIP
source: This Duplicant is recovering stamina
th_th: Duplicant กำลังฟื้นแรง

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NAME
source: Starving
th_th: หิวโหย

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NOTIFICATION_NAME
source: Starvation
th_th: ความอดอยาก

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NOTIFICATION_TOOLTIP
source: These Duplicants are starving and need <style="food">Food</style>:
th_th: Duplicants เหล่านี้หิวโหยและต้องการ <style="food">อาหาร</style>:

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.TOOLTIP
source: This Duplicant needs food!
th_th: Duplicant ต้องการอาหาร!

# STRINGS.DUPLICANTS.STATUSITEMS.STORECRITICALDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STORECRITICALDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDPRIORITIZEDDELIVERSTATUS.NAME
source: Allocating {Item} to {Target}
th_th: การจัดสรร {Item} ไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDPRIORITIZEDDELIVERSTATUS.TOOLTIP
source: This Duplicant is delivering {Item} resources to a construction task to build {Target}
th_th: Duplicant กำลังส่งทรัพยากร {Item} ไปยังงานก่อสร้างเพื่อสร้าง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREPRIORITYDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREPRIORITYDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant นี้ขนส่งวัสดุที่ {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.NAME
source: Storing {Item}
th_th: กำลังจัดเก็บ {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.TOOLTIP
source: This Duplicant is putting {Item} in storage
th_th: Duplicant กำลังวาง {Item} ไว้ในที่เก็บ

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_AGGRESIVE.NAME
source: Frustrated
th_th: ผิดหวัง

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_AGGRESIVE.TOOLTIP
source: This Duplicant is trying to keep their cool
th_th: Duplicant กำลังพยายามทำให้เย็น

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_BINGE_EAT.NAME
source: Stress Cravings
th_th: อยากเครียด

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_BINGE_EAT.TOOLTIP
source: This Duplicant is consumed by hunger
th_th: Duplicant ถูกความหิวครอบงำ

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_UGLY_CRIER.NAME
source: Tearing up
th_th: ฉีกขาด

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_UGLY_CRIER.TOOLTIP
source: This Duplicant is trying and failing to suppress their emotions
th_th: Duplicant กำลังพยายามและล้มเหลวในการปราบปรามอารมณ์ของพวกเขา

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_VOMITER.NAME
source: Stress Burp
th_th: เครียดอย่างเร่าร้อน

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_VOMITER.TOOLTIP
source: Kind of like having butterflies in your stomach, except they're burps
th_th: เหมือนมีผีเสื้อในกระเพาะอาหารของคุณยกเว้นพวกเขากำลังเร่าร้อน

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NAME
source: Stressed
th_th: เครียด

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NOTIFICATION_NAME
source: Stressed
th_th: เครียด

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NOTIFICATION_TOOLTIP
source: The colony is troubled by excess <style="stress">Stress</style>. Decorate your base and build better amenities to help these Duplicants unwind:
th_th: อาณานิคมกำลังทุกข์ใจจาก <style="stress">ความเครียด</style>. ตกแต่งฐานของคุณและสร้างสิ่งอำนวยความสะดวกที่ดีขึ้นเพื่อช่วยให้ Duplicants ผ่อนคลาย:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.TOOLTIP
source: This Duplicant is feeling the pressure
th_th: Duplicant กำลังรู้สึกกดดัน

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NAME
source: Making a mess
th_th: ทำให้เป็นระเบียบ

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NOTIFICATION_NAME
source: Made a mess
th_th: ทำให้เป็นระเบียบ

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NOTIFICATION_TOOLTIP
source: These Duplicants could not find a toilet in time. Use the <color=^p833A5FFF>MOP TOOL</color> [K] to clean up their mess:
th_th: พวก Duplicants ไม่สามารถหาห้องสุขาในเวลาได้. ใช้ <color=^p833A5FFF>เครื่องมือถู</color> [K] เพื่อทำความสะอาด:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.TOOLTIP
source: This Duplicant couldn't find a toilet and is super embarrassed
th_th: Duplicant ไม่สามารถหาห้องสุขาได้และรู้สึกอายมาก

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NAME
source: Stress vomiting
th_th: อาเจียนจากความเครียด

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NOTIFICATION_NAME
source: Stress vomiting
th_th: อาเจียนจากความเครียด

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NOTIFICATION_TOOLTIP
source: These Duplicants became too <style="stress">Stressed</style> and it caused them to throw up:
th_th: Duplicants เหล่านี้มี <style="stress">ความเครียด</style> มากเกินไป และทำให้พวกเขาทนไม่ไหว:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.TOOLTIP
source: This Duplicant is relieving their stress all over the floor
th_th: Duplicant บรรเทาความเครียดไปทั่วพื้น

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
th_th: หอบ

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NOTIFICATION_NAME
source: Suffocating
th_th: หอบ

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NAME
source: Restroom unreachable
th_th: ห้องน้ำไม่สามารถเข้าถึงได้

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.TOOLTIP
source: This Duplicant has unceremoniously hurled as the result of a disease
th_th: Duplicant นี้ได้รับผลกระทบจากโรคอย่างฉับพลัน

# STRINGS.DUPLICANTS.STATUSITEMS.WARMINGUP.NAME
source: Warming up
th_th: อุ่น

# STRINGS.DUPLICANTS.STATUSITEMS.WARMINGUP.TOOLTIP
source: This Duplicant got too cold and is trying to warm up
th_th: Duplicant นี้เย็นเกินไปและพยายามอุ่น

# STRINGS.DUPLICANTS.STATUSITEMS.WARMUPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
th_th: กำลังส่งทรัพยากรไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.WARMUPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
th_th: Duplicant กำลังขนส่งวัสดุไปยัง {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.WASHINGHANDS.NAME
source: Washing hands
th_th: กำลังล้างมือ

# STRINGS.DUPLICANTS.STATUSITEMS.WASHINGHANDS.TOOLTIP
source: This Duplicant is washing their hands
th_th: Duplicant นี้กำลังล้างมือ

# STRINGS.DUPLICANTS.THOUGHTS.ANGRY.TOOLTIP
source: Angry
th_th: โกรธ

# STRINGS.DUPLICANTS.THOUGHTS.COLD.TOOLTIP
source: Cold
th_th: หนาว

# STRINGS.DUPLICANTS.THOUGHTS.FULLBLADDER.TOOLTIP
source: Full Bladder
th_th: กระเพาะปัสสาวะเต็ม

# STRINGS.DUPLICANTS.THOUGHTS.GOOD_FOOD_QUALITY.TOOLTIP
source: Delicious Meal
th_th: อาหารแสนอร่อย

# STRINGS.DUPLICANTS.THOUGHTS.GOTINFECTED.TOOLTIP
source: Got Infected
th_th: ได้รับเชื้อ

# STRINGS.DUPLICANTS.THOUGHTS.HAPPY.TOOLTIP
source: Happy
th_th: มีความสุข

# STRINGS.DUPLICANTS.THOUGHTS.HOT.TOOLTIP
source: Hot
th_th: ร้อน

# STRINGS.DUPLICANTS.THOUGHTS.POOR_FOOD_QUALITY.TOOLTIP
source: Lousy Meal
th_th: อาหารมีหมัด

# STRINGS.DUPLICANTS.THOUGHTS.POORDECOR.TOOLTIP
source: Poor Decor
th_th: ตกแต่งแย่

# STRINGS.DUPLICANTS.THOUGHTS.PUTRIDODOUR.TOOLTIP
source: Smelled Something Putrid
th_th: เหม็นกลิ่นบางสิ่งบางอย่าง

# STRINGS.DUPLICANTS.THOUGHTS.RAGING.TOOLTIP
source: Raging
th_th: บ้าคลั่ง

# STRINGS.DUPLICANTS.THOUGHTS.SLEEPY.TOOLTIP
source: Sleepy
th_th: ง่วงนอน

# STRINGS.DUPLICANTS.THOUGHTS.STARVING.TOOLTIP
source: Starving
th_th: หิวโหย

# STRINGS.DUPLICANTS.THOUGHTS.SUFFOCATING.TOOLTIP
source: Suffocating
th_th: หอบ

# STRINGS.DUPLICANTS.THOUGHTS.UNHAPPY.TOOLTIP
source: Unhappy
th_th: ไม่มีความสุข

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.DESC
source: This Duplicant will take out their frustrations on defenseless machines when stressed
th_th: มื่อเครียด Duplicant นี้จะทำให้มีความเสียหาย ไร้การป้องกัน

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.NAME
source: Destructive
th_th: เป็นอันตราย

# STRINGS.DUPLICANTS.TRAITS.AMPHIBIOUS.DESC
source: This Duplicant moves as quickly underwater as they do on land
th_th: Duplicant นี้เคลื่อนที่ได้เร็วเช่นเดียวกับทั้งในน้ำและบนบก

# STRINGS.DUPLICANTS.TRAITS.AMPHIBIOUS.NAME
source: Amphibious
th_th: สะเทินน้ำสะเทินบก

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.DESC
source: This Duplicant is the exact opposite of athletic
th_th: Duplicant นี้เป็นสิ่งที่ตรงกันข้ามกับนักกีฬา

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.NAME
source: Anemic
th_th: โรคโลหิตจาง

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.DESC
source: This Duplicant collapses when put under too much pressure
th_th: Duplicant นี้จะโวยวายเมื่ออยู่ภายใต้ความกดดันมากเกินไป

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.NAME
source: Anxious
th_th: กระวนกระวาย

# STRINGS.DUPLICANTS.TRAITS.BINGEEATER.DESC
source: This Duplicant will dangerously overeat when stressed
th_th: Duplicant นี้จะกินมากเกินไปเมื่อเครียด

# STRINGS.DUPLICANTS.TRAITS.BINGEEATER.NAME
source: Binge Eater
th_th: เครียดก็กิน

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.DESC
source: This Duplicant might actually be several blackholes in a trenchcoat
th_th: ท้องของ Duplicant คนนี้อาจจะเป็นหลุมดำเลยก็ว่าได้

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.NAME
source: Bottomless Stomach
th_th: ท้องใหญ่

# STRINGS.DUPLICANTS.TRAITS.CANNOT_DO_TASK
source: Cannot perform job
th_th: ไม่สามารถทำงานได้

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.DESC
source: This Duplicant is incapable of visualizing an object in 3D space
th_th: Duplicant นี้ไม่สามารถมองเห็นวัตถุในพื้นที่ 3D ได้

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.NAME
source: Dimensionally Inept
th_th: ตาบอดสี

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.DESC
source: This Duplicant has an unshakable fear of kitchens and the culinary arts
th_th: Duplicant นี้มีความกลัวที่ไม่อาจเปลี่ยนแปลงได้จากห้องครัวและศิลปะการทำอาหาร

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.NAME
source: Gastrophobia
th_th: ทำอาหารไม่เป็น

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.DESC
source: This Duplicant can't operate a dig tool for the life of them
th_th: Duplicant นี้ไม่สามารถใช้เครื่องมือขุดเจาะเพื่อชีวิตของพวกเขาได้

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.NAME
source: Can't Dig It
th_th: ไม่สามารถขุดได้

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.DESC
source: This Duplicant isn't the brightest star in the solar system
th_th: Duplicant นี้ไม่ใช่ดาวที่สว่างที่สุดในระบบสุริยะ

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.NAME
source: Yokel
th_th: คนบ้านนอก

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.DESC
source: This Duplicant may have been a talented opera singer in another life
th_th: Duplicant นี้อาจเป็นนักร้องโอเปร่าที่มีพรสวรรค์ในอีกชีวิตหนึ่ง

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.NAME
source: Diver's Lungs
th_th: ปอดของนักดำน้ำ

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.DESC
source: This Duplicant wakes up feeling fresh and efficient!
th_th: Duplicant ตื่นขึ้นมารู้สึกสดชื่นและมีประสิทธิภาพ!

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.EXTENDED_DESC
source: Adds <style="produced">{0}</style> to all skills at morning, removes them at night
th_th: เพิ่ม <style="produced">{0}</style> ให้กับทักษะทั้งหมดในตอนเช้าลบออกในเวลากลางคืน
