Repository: auttawodi/ONI_Translate_Thai
Catalog: strings.po
Languages: th_th

# STRINGS.UI.DETAILTABS.DETAILS.STORAGE_EMPTY
source: None
th_th: ไม่มี

# STRINGS.UI.DETAILTABS.DETAILS.TOOLTIP
source: More information
th_th: ข้อมูลมากกว่านี้

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.NAME
source: Energy
th_th: พลังงาน

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.TOOLTIP
source: View how much power this building consumes
th_th: ดูว่าสิ่งก่อสร้างนี้ใช้พลังงานเท่าใด

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES
source: <style="power">Power</style> stored: {0}
th_th: <style="power">พลังงาน</style> ที่จัดเก็บไว้: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES_TOOLTIP
source: Amount of power stored in batteries
th_th: จำนวนพลังงานที่เก็บไว้ในแบตเตอรี่

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.BATTERIES
source: BATTERIES
th_th: แบตเตอรี่

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CIRCUITOVERVIEW
source: CIRCUIT OVERVIEW
th_th: ภาพรวมของวงจร

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CONSUMERS
source: POWER CONSUMERS
th_th: ผู้บริโภคไฟฟ้า

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.DISCONNECTED
source: Not connected to an electrical circuit
th_th: ไม่ได้เชื่อมต่อกับวงจรไฟฟ้า

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.GENERATORS
source: POWER GENERATORS
th_th: เครื่องกำเนิดไฟฟ้า

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE
source: Maximum Safe Wattage: {0}
th_th: ค่าความปลอดภัยสูงสุด: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE_TOOLTIP
source: Exceeding this value will overload the circuit and can result in damage to wiring and buildings
th_th: เกินค่านี้จะเกินวงจรและอาจทำให้เกิดความเสียหายต่อการเดินสายไฟและสิ่งก่อสร้าง

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NAME
source: Energy
th_th: พลังาน

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOBATTERIES
source: No batteries on this circuit
th_th: ไม่มีแบตเตอรี่ในวงจรนี้

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOCONSUMERS
source: No consumers on this circuit
th_th: ไม่มีใช้พลังงานในวงจรนี้

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOGENERATORS
source: No generators on this circuit
th_th: ไม่มีเครื่องกำเนิดไฟฟ้าในวงจรนี้

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED
source: Potential power consumed: {0}
th_th: กำลังไฟที่ใช้งานได้: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power that can be used by this circuit if all connected buildings are active
th_th: จำนวนพลังงานทั้งหมดที่สามารถใช้งานได้โดยวงจรนี้หากมีการใช้งานสิ่งก่อสร้างเชื่อมต่อกันทั้งหมด

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.TOOLTIP
source: Monitor the power this building is generating
th_th: ตรวจสอบกำลังไฟที่สิ่งก่อสร้างสร้างขึ้น

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED
source: <style="power">Power</style> consumed: {0}
th_th: <style="power">Power</style> ใช้พลังงาน: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power used by this circuit
th_th: จำนวนพลังงานทั้งหมดที่ใช้โดยวงจรนี้

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED
source: <style="power">Power</style> produced: {0}
th_th: <style="power">พลังงาน</style> ที่ผลิต: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED_TOOLTIP
source: The total amount of power generated by this circuit
th_th: จำนวนพลังงานทั้งหมดที่เกิดจากวงจรนี้

# STRINGS.UI.DETAILTABS.ENERGYWIRE.NAME
source: Energy
th_th: พลังงาน

# STRINGS.UI.DETAILTABS.ENERGYWIRE.TOOLTIP
source: View this wire's network
th_th: ดูเครือข่ายของสายนี้

# STRINGS.UI.DETAILTABS.NEEDS.CURRENT_NEED_LEVEL
source: Current Level: {0}
th_th: ระดับปัจจุบัน: {0}

# STRINGS.UI.DETAILTABS.NEEDS.CURRENT_STRESS_LEVEL
source: Current <style="stress">Stress</style> Level: {0}
th_th: <style="stress">ความเครียด</style> ระดับ: {0}

# STRINGS.UI.DETAILTABS.NEEDS.NAME
source: Stress
th_th: ความตึงเครียด

# STRINGS.UI.DETAILTABS.NEEDS.NEXT_NEED_LEVEL
source: Next Level: {0}
th_th: ระดับถัดไป: {0}

# STRINGS.UI.DETAILTABS.NEEDS.OVERVIEW
source: Overview
th_th: ภาพรวม

# STRINGS.UI.DETAILTABS.NEEDS.STRESS_CREATORS
source: <style="stress">Stress</style> Creators
th_th: <style="stress">ความเครียด</style> ที่สร้าง

# STRINGS.UI.DETAILTABS.NEEDS.STRESS_RELIEVERS
source: <style="stress">Stress</style> Relievers
th_th: <style="stress">ความเครียด</style> บรรเทา

# STRINGS.UI.DETAILTABS.NEEDS.TOOLTIP
source: View this Duplicant's psychological status
th_th: ดูสถานะทางจิตวิทยาของ Duplicant นี้

# STRINGS.UI.DETAILTABS.POSSESSIONS.ASSIGNED_TOOLTIP
source: This Duplicant has been assigned a {0}. Effects:{1}
th_th: Duplicant นี้ได้รับมอบหมายให้เป็น {0} แล้ว. ผลกระทบ: {1}

# STRINGS.UI.DETAILTABS.POSSESSIONS.EQUIPMENT_TOOLTIP
source: This Duplicant has been equipped with a {0}
th_th: Duplicant นี้ได้รับ {0}

# STRINGS.UI.DETAILTABS.POSSESSIONS.GROUPNAME_EQUIPMENT
source: HELD ITEMS
th_th: รายการที่มี

# STRINGS.UI.DETAILTABS.POSSESSIONS.GROUPNAME_OWNABLE
source: EQUIPMENT
th_th: อุปกรณ์

# STRINGS.UI.DETAILTABS.POSSESSIONS.GROUPNAME_ROOMS
source: ROOMS
th_th: ห้องพัก

# STRINGS.UI.DETAILTABS.POSSESSIONS.NAME
source: Assigned
th_th: ที่ได้รับมอบหมาย

# STRINGS.UI.DETAILTABS.POSSESSIONS.NOEQUIPMENT
source: No equipment
th_th: ไม่มีอุปกรณ์

# STRINGS.UI.DETAILTABS.POSSESSIONS.NOEQUIPMENT_TOOLTIP
source: This Duplicant has not been equipped with a tool
th_th: Duplicant นี้ไม่ได้ติดตั้งเครื่องมือ

# STRINGS.UI.DETAILTABS.POSSESSIONS.TOOLTIP
source: View this Duplicant's personal amenities
th_th: ดูสิ่งอำนวยความสะดวกส่วนตัวของ Duplicant

# STRINGS.UI.DETAILTABS.POSSESSIONS.UNASSIGNED
source: Unassigned
th_th: ยังไม่ได้มอบหมาย

# STRINGS.UI.DETAILTABS.POSSESSIONS.UNASSIGNED_TOOLTIP
source: This Duplicant has not been assigned a {0}
th_th: Duplicant นี้ยังไม่ได้รับการกำหนด {0}

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_CONDITION
source: CONDITION
th_th: เงื่อนไข

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_DESCRIPTION
source: INFORMATION
th_th: ข้อมูล

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_RESEARCH
source: RESEARCH
th_th: การวิจัย

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_STATUS
source: STATUS
th_th: สถานะ

# STRINGS.UI.DETAILTABS.SIMPLEINFO.NAME
source: Info
th_th: ข้อมูล

# STRINGS.UI.DETAILTABS.SIMPLEINFO.TOOLTIP
source: View the status of the selected item
th_th: ดูสถานะของรายการที่เลือก

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_ATTRIBUTES
source: ATTRIBUTES
th_th: คุณสมบัติ

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_ATTRIBUTES_EXPECTATIONS
source: <b>Expectations</b>
th_th: <b> คาดหวัง </b>

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_ATTRIBUTES_SKILLS
source: <b>Skills</b>
th_th: <b>ทักษะ</b>

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_TRAITS
source: TRAITS
th_th: ลักษณะ

# STRINGS.UI.DETAILTABS.STATS.NAME
source: Stats
th_th: สถิติ

# STRINGS.UI.DETAILTABS.STATS.TOOLTIP
source: View this Duplicant's attributes, traits, and diseases
th_th: ดูคุณสมบัติลักษณะและลักษณะทางกายภาพของ Duplicant

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.HEALTHY_MESSAGE.CONTINUEBUTTON
source: Thanks!
th_th: ขอบคุณ!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.BODY
source: This game is in the early stages of development which means you're likely to encounter strange, amusing, and occasionally just downright frustrating bugs. During this time Oxygen Not Included will be receiving regular updates to fix bugs, add features and introduce additional content, so if you encounter issues or just have suggestions to share, please let us know on our forums: <u>http://forums.kleientertainment.com</u> A special thanks to those who joined us during our time in Alpha. We value your feedback and thank you for joining us in the development process. We couldn't do this without you. Enjoy your time in deep space! - Klei
th_th: เกมนี้อยู่ในช่วงเริ่มต้นของการพัฒนาซึ่งหมายความว่าคุณน่าจะพบกับความแปลกประหลาดขบขันและบางครั้งก็เป็นเพียงแค่ข้อบกพร่องที่น่าผิดหวังอย่างจริงจังเท่านั้น. ในช่วงเวลานี้ Oxygen Not Included จะได้รับการอัปเดตเป็นประจำเพื่อแก้ไขข้อบกพร่องเพิ่มคุณสมบัติและแนะนำเนื้อหาเพิ่มเติมดังนั้นหากคุณประสบปัญหาหรือมีข้อเสนอแนะในการแชร์โปรดแจ้งให้เราทราบในฟอรัมของเรา: <u>http://forums.kleientertainment.com</u> ขอขอบคุณเป็นพิเศษสำหรับผู้ที่มาร่วมงานกับเราในช่วงเวลาของเราในอัลฟ่า เราให้ความสำคัญกับความคิดเห็นของคุณและขอขอบคุณที่ร่วมงานกับเราในกระบวนการพัฒนา เราไม่สามารถทำเช่นนี้ได้ถ้าไม่มีคุณ. เพลิดเพลินกับเวลาของคุณในพื้นที่ลึก! - Klei

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.CONTINUEBUTTON
source: Okay, thanks for the heads up!
th_th: โอเค! ทราบแล้ว!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.TITLE
source: <b>Welcome to Oxygen Not Included!</b>
th_th: <b>ยินดีต้อนรับสู Oxygen Not Included!</b>

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.BODY
source: Stay up to date by joining our mailing list, or head on over to the forums and join the discussion.
th_th: ยังคงอัพเดท การเข้าร่วมรายชื่อผู้รับจดหมายของเรา หรือไปที่ฟอรัมและเข้าร่วมการสนทนา.

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.FORUMBUTTON
source: FORUMS
th_th: ฟอรัม

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.HEADER
source: DEVELOPMENT BUILD
th_th: เกี่ยวกับผู้พัฒนา

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.MAILINGLIST
source: MAILING LIST
th_th: รายชื่อผู้รับจดหมาย

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.PATCHNOTES
source: PATCH NOTES
th_th: แพทช์โน๊ต

# STRINGS.UI.DEVELOPMENTBUILDS.FULL_PATCH_NOTES
source: Full Patch Notes
th_th: แพทช์โน๊ตแบบเต็ม

# STRINGS.UI.DEVELOPMENTBUILDS.PREVIOUS_VERSION
source: Previous Version
th_th: เวอร์ชันก่อนหน้า

# STRINGS.UI.DEVELOPMENTBUILDS.WATERMARK
source: DEVELOPMENT BUILD: {0}
th_th: เกี่ยวกับผู้พัฒนา: {0}

# STRINGS.UI.DUPLICANTPRINTING
source: Duplicant Printing
th_th: การพิมพ์ซ้ำซ้อน Duplicant

# STRINGS.UI.ELEMENTAL.MASS.NAME
source: Mass: {0}
th_th: มวล: {0}

# STRINGS.UI.ELEMENTAL.MASS.TOOLTIP
source: The selected item has a mass of {0}
th_th: รายการที่เลือกมีมวลเป็น {Mass}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.NAME
source: Melting Point: {0}
th_th: จุดหลอมเหลว: {0}

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.NAME
source: Primary Element: {0}
th_th: องค์ประกอบหลัก: {0}

# STRINGS.UI.ELEMENTAL.SHC.NAME
source: Specific Heat Capacity: {0}
th_th: ความจุความร้อนจำเพาะ: {0}

# STRINGS.UI.ELEMENTAL.TEMPERATURE.NAME
source: Temperature: {0}
th_th: อุณหภูมิ: {0}

# STRINGS.UI.ELEMENTAL.TEMPERATURE.TOOLTIP
source: The selected item's current temperature is {0}
th_th: อุณหภูมิปัจจุบันของรายการที่เลือกคือ {0}

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.NAME
source: Thermal Conductivity: {0}
th_th: การนำความร้อน: {0}

# STRINGS.UI.ENDOFDAYREPORT.ADDED
source: Added
th_th: เพิ่ม

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.NAME
source: Calorie Generation:
th_th: การสร้างแคลอรี่:

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.NAME
source: <style="gas">Flatulence</style> Generation:
th_th: <style="gas">ความมีลม</style> สร้าง:

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE
source: Cycle {0}
th_th: รอบ {0}

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_TODAY
source: Cycle {0} - Today
th_th: รอบ {0} - วันนี้

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_YESTERDAY
source: Cycle {0} - Yesterday
th_th: รอบ {0} - เมื่อวาน

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NAME
source: <style="power">Power</style> Usage:
th_th: <style="power">พลังงาน</style>ที่ใช้:

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="power">Power</style> over the course of the day
th_th: อาณานิคมของคุณเผาผลาญ {0} ของ <style="power">พลังงาน</style> ในช่วงวัน

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.POSITIVE_TOOLTIP
source: Your colony created {0} of <style="power">Power</style> over the course of the day
th_th: อาณานิคมของคุณสร้าง {0} ของ<style="power">พลังงาน</style> ในช่วงวัน

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_WASTED.NAME
source: <style="power">Power</style> Wasted:
th_th: <style="power">พลังงาน</style> สูญเสีย:

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.NAME
source: Idle Time:
th_th: เวลาว่าง:

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.POSITIVE_TOOLTIP
source: Your Duplicants spent a total of {0} idling over the course of the day
th_th: Duplicants ของคุณใช้เวลาทั้งหมด {0} ไม่ทำงานในช่วงเวลาของวัน

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.NAME
source: Skill Increases:
th_th: ทักษะเพิ่มขึ้น:

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.TOOLTIP
source: Your Duplicants gained a total of {0} skill levels today
th_th: Duplicants ของคุณได้รับ {0} ระดับทักษะทั้งหมดในวันนี้

# STRINGS.UI.ENDOFDAYREPORT.NET
source: Net
th_th: สุทธิ

# STRINGS.UI.ENDOFDAYREPORT.NEXT
source: Next
th_th: ต่อไป

# STRINGS.UI.ENDOFDAYREPORT.NOTES.ATE
source: Ate {0}
th_th: กิน {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.BUTCHERED
source: Butchered to make a {0}
th_th: ถูกฆ่าเพื่อทำ {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED
source: Crafted a {0}
th_th: คราฟ {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.HARVESTED
source: Harvested a {0}
th_th: เก็บเกี่ยว {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TITLE
source: Cycle {0} report ready
th_th: รอบ {} รายงานพร้อมแล้ว

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TOOLTIP
source: View the end of day report for Cycle {0}
th_th: ดูรายงานช่วงท้ายของ รอบ {0}

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NAME
source: <style="oxygen">Oxygen</style> Generation:
th_th: <style="oxygen">ออกซิเจน</style> การสร้าง:

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="oxygen">Oxygen</style> over the course of the day
th_th: อาณานิคมของคุณใช้ {0} ของ <style="oxygen">ออกซิเจน</style> ทั้งหมดของวัน

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.POSITIVE_TOOLTIP
source: Your colony generated {0} of <style="oxygen">Oxygen</style> over the course of the day
th_th: อาณานิคมของคุณสร้าง {0} ของ <style="oxygen">ออกซิเจน</style> ทั้งหมดของวัน

# STRINGS.UI.ENDOFDAYREPORT.PREV
source: Prev
th_th: ก่อนหน้า

# STRINGS.UI.ENDOFDAYREPORT.REMOVED
source: Removed
th_th: ลบออก

# STRINGS.UI.ENDOFDAYREPORT.REPORT_TITLE
source: DAILY REPORTS
th_th: รายงานรายวัน

# STRINGS.UI.ENDOFDAYREPORT.TRAVEL_TIME.NAME
source: Travel Time:
th_th: เวลาเดินทาง:

# STRINGS.UI.EQUIPMENTTAB_OWNED
source: Owned Items
th_th: ไอเท็มที่เป็นเจ้าของ

# STRINGS.UI.EQUIPMENTTAB_ROOM
source: Assigned Rooms
th_th: ห้องที่กำหนด

# STRINGS.UI.FILE_NAME_DIALOG.ENTER_TEXT
source: Enter Text...
th_th: ป้อนข้อความ...

# STRINGS.UI.FORMATDAY
source: {0} cycles
th_th: {0} รอบ

# STRINGS.UI.FORMATSECONDS
source: {0}s
th_th: {0} วิ

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_AMBIENCE
source: Ambience
th_th: บรรยากาศ

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MASTER
source: Master
th_th: เสียงหลัก

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MUSIC
source: Music
th_th: ดนตรี

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_SFX
source: SFX
th_th: เอฟเฟ็กต์เสียง

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_UI
source: UI
th_th: หน้าจอผู้ใช้

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.DONE_BUTTON
source: Done
th_th: เสร็จสิ้น

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE
source: Start background music every morning
th_th: เริ่มต้นเพลงพื้นหลังทุกเช้า

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE_TOOLTIP
source: If enabled, background music will play every cycle instead of every few cycles.
th_th: หากเปิดใช้งานเพลงพื้นหลังจะเล่นทุกรอบแทนทุกๆสองสามรอบ.

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.TITLE
source: AUDIO OPTIONS
th_th: ตัวเลือกเสียง

# STRINGS.UI.FRONTEND.GAME_VERSION
source: Game Version:
th_th: เวอร์ชันเกม:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.ACCEPT_CHANGES
source: Accept Changes?
th_th: ยอมรับการเปลี่ยนแปลงหรือไม่?

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.APPLYBUTTON
source: Apply
th_th: ใช้

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
th_th: เสร็จสิ้น

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.FULLSCREEN
source: Fullscreen:
th_th: เต็มจอ:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.RESOLUTION
source: Resolution:
th_th: ความละเอียด:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.REVERTBUTTON
source: Revert
th_th: กลับสู่สภาพเดิม

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.TITLE
source: GRAPHICS OPTIONS
th_th: ตัวเลือกกราฟิก

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.UI_SCALE
source: UI Scale
th_th: ขนาดหน้าจอผู้ใช้

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.APPLY
source: Apply
th_th: ใช้

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.RESET
source: Reset
th_th: รีเซ็ต

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.TITLE
source: CUSTOMIZE KEYS
th_th: กำหนดปุ่ม

# STRINGS.UI.FRONTEND.INPUTBINDINGSCREEN.DUPLICATE
source: {0} was already bound to {1} and is now unbound.
th_th: {0} ถูกผูกไว้กับ {1} แล้วและไม่มีการผูกมัด.

# STRINGS.UI.FRONTEND.INPUTBINDINGSCREEN.MULTIPLE_UNBOUND_ACTIONS
source: You have multiple unbound actions, this may result in difficulty playing the game. Are you sure you want to continue?
th_th: คุณมีการกระทำที่ไม่ได้ผูกไว้หลายครั้งซึ่งอาจทำให้เกิดปัญหาในการเล่นเกม คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

# STRINGS.UI.FRONTEND.INPUTBINDINGSCREEN.UNBOUND_ACTION
source: {0} is unbound. Are you sure you want to continue?
th_th: {0} ไม่มีขอบเขต คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

# STRINGS.UI.FRONTEND.LOADING
source: Loading...
th_th: กำลังโหลด...

# STRINGS.UI.FRONTEND.LOADSCREEN.AUTOSAVEWARNING
source: <b><color=^pff0000>(Auto Save: This file will get deleted as new Auto Saves are created)</color></b>
th_th: <b><color=^pff0000>(การบันทึกอัตโนมัติ: ไฟล์นี้จะถูกลบเนื่องจากมีการบันทึกอัตโนมัติใหม่)</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.CONFIRMDELETE
source: Are you sure you want to delete {0}? You cannot undo this action.
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบ {0}? คุณไม่สามารถยกเลิกการดำเนินการนี้ได้.

# STRINGS.UI.FRONTEND.LOADSCREEN.CORRUPTEDSAVE
source: <b><color=^pff0000>Could not load file {0}. Its data may be corrupted.</color></b>
th_th: <b><color=^pff0000>ไม่สามารถโหลดไฟล์ {0} ได้ ข้อมูลอาจเสียหาย</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.DELETEBUTTON
source: DELETE
th_th: ลบ

# STRINGS.UI.FRONTEND.LOADSCREEN.MORE_INFO
source: More Info
th_th: ข้อมูลเพิ่มเติม

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVE_TOO_NEW
source: <b><color=^pff0000>Could not load file {0}. File is using build {1}. This build is {2}.</color></b>
th_th: <b><color=^pff0000>ไม่สามารถโหลดไฟล์ {0} ได้ ไฟล์ใช้ build {1} สร้างนี้คือ {2}</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVEDETAILS
source: <b>File:</b> {0} <b>Save Date:</b> {1} <b>Base Name:</b> {2} <b>Duplicants Alive:</b> {3} <b>Cycles Survived:</b> {4}
th_th: <b>ไฟล์:</b> {0} <b>วันที่บันทึก:</b> {1} <b>ชื่อฐานข้อมูล:</b> {2} <b>Duplicants ที่ยังมีชีวิตอยู่:</b> {3} <b>รอบ:</b> {4}

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE
source: LOAD GAME
th_th: โหลด

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE_INSPECT
source: LOAD GAME
th_th: โหลด

# STRINGS.UI.FRONTEND.LOADSCREEN.UNSUPPORTED_SAVE_VERSION
source: <b><color=^pff0000>This save file is from a previous version of the game and is no longer supported.</color></b> You may revert to the previous build to play your old save. Please follow the link below for details.
th_th: <b><color=^pff0000>ไฟล์บันทึกนี้มาจากเวอร์ชันก่อนหน้าและไม่ได้รับการสนับสนุนอีกต่อไป</color></b> คุณสามารถเปลี่ยนกลับไปใช้ Build ก่อนหน้าเพื่อเล่นไฟล์เก่าของคุณได้ โปรดคลิกที่ลิงก์ด้านล่างเพื่อดูรายละเอียด.

# STRINGS.UI.FRONTEND.MAINMENU.LOADGAME
source: LOAD GAME
th_th: โหลด

# STRINGS.UI.FRONTEND.MAINMENU.NEWGAME
source: NEW GAME
th_th: เริ่มใหม่

# STRINGS.UI.FRONTEND.MAINMENU.OPTIONS
source: OPTIONS
th_th: ตัวเลือก

# STRINGS.UI.FRONTEND.MAINMENU.QUITCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
th_th: คุณแน่ใจหรือว่าต้องการออก? ความคืบหน้าทั้งหมดที่ไม่ได้บันทึกไว้จะหายไป.

# STRINGS.UI.FRONTEND.MAINMENU.QUITTODESKTOP
source: QUIT
th_th: ออก

# STRINGS.UI.FRONTEND.MAINMENU.RESTARTCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
th_th: คุณแน่ใจหรือว่าต้องการออก? ความคืบหน้าทั้งหมดที่ไม่ได้บันทึกไว้จะหายไป.

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEBUTTON_BASENAME
source: {0}: Cycle {1}
th_th: {0}: รอบ {1}

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEGAME
source: RESUME GAME
th_th: กลับสู่เกม

# STRINGS.UI.FRONTEND.MAINMENU.TRANSLATIONS
source: TRANSLATIONS
th_th: การแปล

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
th_th: เสร็จสิ้น

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.ENABLE_BUTTON
source: Send Metrics Data
th_th: ส่งข้อมูลเมตริก

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TITLE
source: METRICS OPTIONS
th_th: ตัวเลือกเมตริก

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TOOLTIP
source: If enabled, metrics data will be sent for the purpose of improving the game.
th_th: หากเปิดใช้ข้อมูลเมตริกจะถูกส่งเพื่อวัตถุประสงค์ในการปรับปรุงเกม.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.BODY
source: We've detected that this computer does not meet the minimum requirements to run Oxygen Not Included. While you may continue with your current specs, the game might not run smoothly for you. Please be aware that your experience may suffer as a result.
th_th: เราตรวจพบว่าคอมพิวเตอร์เครื่องนี้ไม่เป็นไปตามข้อกำหนดขั้นต่ำเพื่อใช้งาน Oxygen Not Included แม้ว่าคุณจะสามารถใช้รายละเอียดปัจจุบันของคุณต่อไปต่อไปได้ แต่เกมอาจไม่ทำงานอย่างราบรื่นสำหรับคุณ โปรดทราบว่าประสบการณ์ของคุณอาจประสบผล.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.OKBUTTON
source: Okay, thanks!
th_th: โอเคขอบคุณ!

# STRINGS.UI.FRONTEND.MINSPECSCREEN.QUITBUTTON
source: Quit
th_th: ออก

# STRINGS.UI.FRONTEND.MINSPECSCREEN.SIMFAILEDTOLOAD
source: A problem occurred loading Oxygen Not Included. This is usually caused by the Visual Studio C++ 2015 runtime being improperly installed on the system. Please exit the game, run Windows Update and try re-launching Oxygen Not Included.
th_th: เกิดปัญหาในการโหลด Oxygen Not Included ซึ่งโดยปกติจะเกิดจากรันไทม์ Visual Studio C ++ 2015 ที่ติดตั้งไม่ถูกต้องในระบบ โปรดออกจากเกมเรียกใช้ Windows Update และลองเปิดใช้งาน Oxygen Not Included.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.TITLE
source: WARNING!
th_th: คำเตือน!

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.AUDIO
source: Audio
th_th: เสียง

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.BACK
source: Back
th_th: กลับ

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CONTROLS
source: Controls
th_th: การควบคุม

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CREDITS
source: Credits
th_th: เครดิต

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.GRAPHICS
source: Graphics
th_th: กราฟิก

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.LANGUAGE
source: Choose a different Language
th_th: เลือกภาษาอื่น

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.METRICS
source: Send Metrics Data
th_th: ส่งข้อมูลเมตริก

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.TITLE
source: OPTIONS
th_th: ตัวเลือก

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.UNITS
source: Temperature Units
th_th: หน่วยวัดอุณหภูมิ

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.WORLD_GEN
source: World Generation Key
th_th: คีย์สร้างโลก

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.BODY
source: <b>Welcome to the Agricultural Upgrade!</b> {0}
th_th: <b>ยินดีต้อนรับสู่ Agricultural Upgrade!</b> {0}

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.OK_BUTTON
source: OK
th_th: ตกลง

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.TITLE
source: AGRICULTURAL UPGRADE
th_th: การอัพเกรดทางการเกษตร

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.DESKTOPQUIT
source: Quit to Desktop
th_th: ออกไปยังเดสก์ท็อป

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOAD
source: Load
th_th: โหลด

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOGBOOK
source: Logbook
th_th: สมุดจดรายการต่างๆ

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.OPTIONS
source: Options
th_th: ตัวเลือก

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.QUIT
source: Main Menu
th_th: เมนูหลัก

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.RESUME
source: Resume
th_th: ต่อ

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVE
source: Save
th_th: บันทึก

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVEAS
source: Save As
th_th: บันทึกเป็น

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.TITLE
source: PAUSED
th_th: หยุด

# STRINGS.UI.FRONTEND.SAVESCREEN.CANCELNAME
source: Cancel
th_th: ยกเลิก

# STRINGS.UI.FRONTEND.SAVESCREEN.CONFIRMNAME
source: Confirm
th_th: ยืนยัน

# STRINGS.UI.FRONTEND.SAVESCREEN.NEWSAVEBUTTON
source: New Save
th_th: บันทึกใหม่
